{
  "projects": [
    {
      "slug": "golden-spring",
      "title": {
        "bg": "ГОЛДЕН СПРИНГ – 5* хотел в гр. Баните",
        "en": "GOLDEN SPRING – 5* Hotel in Bani, Bulgaria"
      },
      "location": {
        "bg": "гр. Баните, обл. Смолян",
        "en": "Bani, Smolyan Province, Bulgaria"
      },
      "main_image": "assets/media/projects/goldenspring/main.jpg",
      "images": [
        "assets/media/projects/goldenspring/main.jpg",
        "assets/media/projects/goldenspring/1.jpg",
        "assets/media/projects/goldenspring/IMG_3989.jpg",
        "assets/media/projects/goldenspring/IMG_4672.jpg",
        "assets/media/projects/goldenspring/IMG_5656.jpg"
      ],
      "details_text": {
        "bg": "Изпълнение на водопровода\nПЛОЩАДКОВ ВОДОПРОВОД\nПлощадковият водопровод ще се изпълни от PEHD PN10 (полиетилен с висока плътност) тръби и фасонни части, положени върху пясъчна подложка от минимум 15 cm. Обратната засипка е от пясък до 30 cm над теме тръба и нестандартна баластра до кота терен. Непосредствено над темето на тръбите да се положи детекторна лента, а след основното засипване и преди окончателното възстановяване на горната повърхност на изкопа - предупредителна лента за обозначаване на точното местоположение и предпазване на водопровода.\nСГРАДНА ВОДОСНАБДИТЕЛНА ИНСТАЛАЦИЯ\nСградната водопроводна инсталация включва хоризонтална окачена водопроводна мрежа (ХВМ), вертикални водопроводни клонове (ВВК) и етажна разпределителна мрежа. ХВМ се окачва в сутерена чрез скоби към конструктивните елементи на сградата. На отклоненията от ХВМ към ВВК и на етажните отклонения са предвидени спирателни кранове с изпразнител.\nГлавните хоризонтални водопроводни клонове, вертикалните клонове и етажна разпределителна инсталация за студена вода ще се изпълняват от тръби и фасонни части система от полипропилен ПП. Главните хоризонтални водопроводни клонове, вертикалните клонове и етажна разпределителна инсталация за гореща и циркулационна вода ще се изпълняват от тръби и фасонни части система от полипропилен ПП Stabi с алуминиева вложка. Водопроводната инсталация за противопожарни нужди ще се изпълни от поцинкована стомана тръби и фасонни части.\nВсички скоби и закрепващи елементи по водопроводите да се изпълнят с корозионна защита и подложки за звукоизолация. При скрит монтаж на тръбната разводка в стената е необходимо да се спазват изискванията на конкретния производител на тръбите за безопасен монтаж. Независимо от типа на тръбите, инсталацията се топлоизолира по цялата си дължина – вкопани и открити, да се направи топлоизолация с микроклетъчна структура (негорима).\nМинимална дебелина на топлоизолацията:\n- Инсталация за топла и циркулационна вода от DN20 до DN25: 26 mm\n- Инсталация за топла и циркулационна вода от DN25 до DN50: 40 mm\n- Инсталация за топла DN50: 60 mm\n- Инсталация за топла DN63: 70 mm\n- Инсталация за студена вода от DN20 до DN40: 6 mm\n- Инсталация за студена вода от DN50 до DN90: 10 mm\nМаксимални разстояния между опори за тръбопроводна система от стомана:\nDN20: 2,0m | DN25: 2,25m | DN30: 2,75m | DN40: 3,0m | DN50: 3,5m | DN60: 4,0m | DN75: 4,25m | DN90: 4,75m\nМаксимални разстояния между опори за тръбопроводна система полипропилен ПП stabi:\nDN16: 1,3m (вертикален) / 1,0m (хоризонтален)\nDN18: 1,3m (вертикален) / 1,0m (хоризонтален)\nDN20: 1,3m (вертикален) / 1,0m (хоризонтален)\nDN25: 1,95m (вертикален) / 1,5m (хоризонтален)\nDN32: 2,6m (вертикален) / 2,0m (хоризонтален)\nDN40: 2,6m (вертикален) / 2,0m (хоризонтален)\nDN50: 3,25m (вертикален) / 2,5m (хоризонтален)\nЗакрепването на главните захранващи водоснабдителни клонове да се извърши към конструктивните елементи на сградата (греди, столици, колони и др.). Изпълнението на водопроводната инсталация трябва да се извърши от специалисти добре запознати с изискванията за монтаж на стоманени и полипропилен ПП тръбни системи при стриктно спазване на конкретните изисквания от производител.\nДЕЗИНФЕКЦИЯ НА ВОДОПРОВОДНА ИНСТАЛАЦИЯ\nВодопроводната инсталация в сградата преди въвеждане в експлоатация се дезинфекцира и промива при спазване на санитарно-хигиенните изисквания. Дезинфекцията да се извършва чрез хлориране при употреба на мобилна хлораторна станция работеща с газ, като количеството подаван хлор в инсталацията в продължение на 10 min е 5mg/l.\nПо време на дезинфекцията да се предвидят мерки за предотвратяване навлизането на дезинфекциращата смес в градската водопроводна система, като за целта се затвори спирателния кран разположен непосредствено след влизане на тръбата в сградата. Водата за дезинфекция да се вземе от уличната водопроводна система. След завършване на дезинфекцията да се направи промиване на инсталацията чрез използване на вода от уличен водопровод, при отворен спирателен кран разположен непосредствено след влизане на тръбата в сградата.\nОтпадъчната вода от дезинфекцията и промиването на водопровода да се събира и отвежда в битовата канализация. Избрания за дезинфекция реагент, а именно газ хлор не е агресивен към материала на водопроводната и канализационна инсталации.\nКАНАЛИЗАЦИЯ\nЗа отводняване на обекта се предвижда след преустройство, реконструкция на съществуващите сгради и нова сграда на хотел да бъде в съществуващ канал ID400mm от полипропиленови тръби минаващ по оста на улица \"Васил Левски\". За целта ще се изградят две нови сградни канализационни отклонения, а съществуващото Ф200 ще се премахне след изпълнение на първите две.\nПървото ново канализационно отклонение от дебелостенни PVC тръби SN8 Ф300мм ще отвежда отпадни битови и атмосферни води от съществуваща и нова сграда на хотел и пристройка в сутерен на кота -6,00. Преди излизане от сградата се изгражда главен ревизионен отвор с кота дъно тръба -4,80. Второто канализационно отклонение от PVC тръби SN8 Ф200мм отводнява отпадните води съществуваща сграда на ресторант след преустройство. За ревизия и експлоатация в началото на отклонението се изгражда нова площадкова ревизионна шахта Ф800mm в тревни площи.\nЗаустването към съществуващия уличния канал тръби Ф400mm става в съществуващи улични ревизионна шахти при спазени изисквания: кота дъно на включващото се канализационното отклонение да бъде над кота теме на отвеждащия уличния колектор и кота водно ниво на отклонение е над кота водни ниво в шахта при максимална хидравлична проводимост на отвеждащия уличния канал. Надлъжният и типовия напречен профили на канализационните отклонения са дадени в проекта за \"ВиК връзки\".\nСъществуващата площадкова мрежа се премахва с изключения на 2 ревизионни шахти, които ще се използват при преустройството и ново строителство. Забележка: През време на изпълнение да се спазва последователност на изграждане, така че премахването на площадковата мрежа и съществуващо отклонение да следват изпълнението на новите сградни канализационни отклонения.\nСградната канализационна инсталация е гравитационно-разделна със смесване на битово-фекални и дъждовни отпадни води в сутерена. Вентилацията е основна. Отпадните води от кухнята на ресторанта се отвеждат в канализационна инсталация след локално пречистване на мазнините в сепаратор за под мивка 50л на кота +0,95. Дъждовните води от покрива и терасите се отвеждат посредством водоприемници съгласно БДС EN1253-2, линейни отводнители и система водосточни тръби от полипропилен.\nКондензът от климатици се отвеждат посредством отводнителна инсталация от PVC и се заустват във водосточните тръби на партера и на кота -3,00. Преди смесване на сградната дъждовна канализация в окачената канализация за смесени отпадни води в сутерена се предвижда хидравличен затвор (сифон) по детайл. Кондензът от вътрешни тела на климатици в сградите се отвеждат посредством кондензатна тръбна инсталация от PVC Ф25mm, които се заустват на подходящо място във водосточните тръби на съответния етаж. За някои от вътрешните тела отвеждането става в отводното отклонение на санитарния прибор чрез вграден кондензатен сифон за стена.\nОтводняване на двата сутерени ще става чрез:\n- Точкови отводнителни (подови сифони) на кота-3,00 от чугун с клас В125 съгласно БДС EN1253-1 и отвеждане към окачена канализация за сиви води и 2 бр. вертикални клона съответно на коти -3,00 и -5,80.\n- Линейни отводнителни на кота -5,80 с решетки клас В125 съгласно БДС EN1433.\nОтпадните сиви води от гаражите в 2-та сутерена ще се пречистят от 1 бр. вкопан във фундамента маслоуловители на кота -5,80 и последващо отвеждане на водите от 1бр. вкопан във фундамента помпа в дренажни шахти към окачена смесена канализационна инсталация на коти -3,00. Присъединяването на нагнетателните тръбопроводи към гравитационната канализация да става с обратен сифон.\nОразмерително отпадъчно водно количество съгласно БДС EN12056-2, точка 6.3.1",
        "en": "Water supply installation\nSite water supply\nThe site water supply will be executed from PEHD PN10 (high density polyethylene) pipes and fittings, laid on a sand base of at least 15 cm. The backfill is sand up to 30 cm above the pipe bottom and non-standard ballast to ground level. Immediately above the pipe bottom, a detector tape should be laid, and after the main backfill and before the final restoration of the upper surface of the excavation - a warning tape to mark the exact location and protect the water supply.\nBuilding water supply installation\nThe building water supply installation includes a horizontal suspended water network (HSWN), vertical water branches (VWB) and floor distribution network. HSWN is suspended in the basement by brackets to the structural elements of the building. At the branches from HSWN to VWB and at the floor branches, shut-off valves with drain are provided.\nThe main horizontal water branches, vertical branches and floor distribution installation for cold water will be executed from pipes and fittings system of polypropylene PP.\nThe main horizontal water branches, vertical branches and floor distribution installation for hot and circulation water will be executed from pipes and fittings system of polypropylene PP Stabi with aluminum insert.\nThe water supply installation for fire protection needs will be executed from galvanized steel pipes and fittings.\nAll brackets and fastening elements on the water pipes should be executed with corrosion protection and sound insulation pads.\nWhen hidden installation of the pipe routing in the wall, it is necessary to comply with the requirements of the specific pipe manufacturer for safe installation.\nRegardless of the type of pipes, the installation is thermally insulated along its entire length - buried and open, thermal insulation with microcellular structure (non-combustible) should be made.\nMinimum thickness of thermal insulation:\n- Installation for hot and circulation water from DN20 to DN25: 26 mm\n- Installation for hot and circulation water from DN25 to DN50: 40 mm\n- Installation for hot DN50: 60 mm\n- Installation for hot DN63: 70 mm\n- Installation for cold water from DN20 to DN40: 6 mm\n- Installation for cold water from DN50 to DN90: 10 mm\nMaximum distances between supports for steel pipe system:\nDN20: 2.0m | DN25: 2.25m | DN30: 2.75m | DN40: 3.0m | DN50: 3.5m | DN60: 4.0m | DN75: 4.25m | DN90: 4.75m\nMaximum distances between supports for polypropylene PP stabi pipe system:\nDN16: 1.3m (vertical) / 1.0m (horizontal)\nDN18: 1.3m (vertical) / 1.0m (horizontal)\nDN20: 1.3m (vertical) / 1.0m (horizontal)\nDN25: 1.95m (vertical) / 1.5m (horizontal)\nDN32: 2.6m (vertical) / 2.0m (horizontal)\nDN40: 2.6m (vertical) / 2.0m (horizontal)\nDN50: 3.25m (vertical) / 2.5m (horizontal)\nThe fastening of the main supply water branches should be carried out to the structural elements of the building (beams, columns, etc.).\nThe execution of the water supply installation must be carried out by specialists well acquainted with the requirements for installation of steel and polypropylene PP pipe systems in strict compliance with the specific requirements of the manufacturer.\nDisinfection of water supply installation\nThe water supply installation in the building before commissioning is disinfected and flushed in compliance with sanitary and hygienic requirements.\nDisinfection should be carried out by chlorination using a mobile chlorination station working with gas, with the amount of chlorine supplied to the installation for 10 min being 5mg/l.\nDuring disinfection, measures should be provided to prevent the entry of the disinfecting mixture into the city water supply system, for which purpose the shut-off valve located immediately after the pipe enters the building should be closed.\nThe water for disinfection should be taken from the street water supply system.\nAfter completion of disinfection, flushing of the installation should be done using water from street water supply, with the shut-off valve located immediately after the pipe enters the building open.\nThe waste water from disinfection and flushing of the water supply should be collected and discharged into the domestic sewerage.\nThe selected disinfectant, namely chlorine gas, is not aggressive to the material of the water supply and sewerage installations.\nSewerage\nFor drainage of the facility, it is planned that after reconstruction, reconstruction of existing buildings and a new hotel building, it will be in an existing ID400mm channel from polypropylene pipes passing along the axis of \"Vasil Levski\" street.\nFor this purpose, two new building sewer branches will be built, and the existing Ф200 will be removed after the execution of the first two. The first new sewer branch from thick-walled PVC pipes SN8 Ф300mm will discharge waste domestic and atmospheric water from existing and new hotel building and extension in basement at level -6.00. Before leaving the building, a main inspection opening is built with bottom pipe level -4.80.\nThe second sewer branch from PVC pipes SN8 Ф200mm drains the waste water of the existing restaurant building after reconstruction. For inspection and operation, a new site inspection shaft Ф800mm is built at the beginning of the branch in green areas.\nThe connection to the existing street channel pipes Ф400mm is made in existing street inspection shafts with compliance with requirements: the bottom level of the connecting sewer branch should be above the bottom level of the discharging street collector and the water level of the branch is above the water level in the shaft at maximum hydraulic conductivity of the discharging street channel.\nThe longitudinal and typical cross profiles of the sewer branches are given in the project for \"VIK connections\".\nThe existing site network is removed except for 2 inspection shafts, which will be used during reconstruction and new construction.\nNote: During execution, the sequence of construction should be observed, so that the removal of the site network and existing branch follows the execution of the new building sewer branches.\nThe building sewer installation is gravity-separate with mixing of domestic-fecal and rainwater waste water in the basement. Ventilation is basic. The waste water from the restaurant kitchen is discharged into the sewer installation after local grease treatment in an under-sink separator 50l at level +0.95.\nRainwater from the roof and terraces is discharged by water receivers according to BDS EN1253-2, linear drains and polypropylene downpipe system.\nCondensate from air conditioners is discharged by PVC drain installation and discharged into the downpipes on the ground floor and at level -3.00.\nBefore mixing the building rainwater sewerage into the suspended sewerage for mixed waste water in the basement, a hydraulic seal (siphon) is provided according to detail.\nCondensate from internal air conditioner units in the buildings is discharged by PVC condensate pipe installation Ф25mm, which are discharged at a suitable place in the downpipes of the corresponding floor. For some of the internal units, the discharge is made into the drain branch of the sanitary fixture through a built-in condensate siphon for wall.\nDrainage of the two basements will be done by:\n- Point drains (floor siphons) at level -3.00 from cast iron class В125 according to BDS EN1253-1 and discharge to suspended sewerage for gray water and 2 pcs. vertical branches respectively at levels -3.00 and -5.80.\n- Linear drains at level -5.80 with grates class В125 according to BDS EN1433.\nThe waste gray water from the garages in the 2 basements will be treated from 1 pc. buried in the foundation oil separators at level -5.80 and subsequent discharge of the water from 1 pc. buried in the foundation pump in drainage shafts to suspended mixed sewer installation at levels -3.00.\nThe connection of the pressure pipelines to the gravity sewerage should be made with a reverse siphon.\nSizing of waste water quantity according to BDS EN12056-2, point 6.3.1"
      }
    }
  ]
}
