{
  "projects": [
    {
      "slug": "bozhurishte-economic-zone",
      "title": {
        "bg": "Всички Инфраструктури на Божурище Икономическа Зона, етап I, гл. Изпълнител ПЪТИЩА И МОСТОВЕ АД",
        "en": "All Infrastructures of Bozhurishte Economic Zone, Stage I, Main Contractor ROADS AND BRIDGES AD"
      },
      "location": {
        "bg": "гр. Божурище",
        "en": "Bozhurishte, Bulgaria"
      },
      "main_image": "assets/media/projects/SofiaBozhyrisheEconomicZone/main.jpg",
      "images": [
        "assets/media/projects/SofiaBozhyrisheEconomicZone/main.jpg",
        "assets/media/projects/SofiaBozhyrisheEconomicZone/0-02-0a-4327772fb2d1aa458997eaca34a00551c2ef3777fc3b0a0b92dc35c67097a997_b18cff15.jpg",
        "assets/media/projects/SofiaBozhyrisheEconomicZone/DSC_0020.JPG",
        "assets/media/projects/SofiaBozhyrisheEconomicZone/DSC_0364.JPG",
        "assets/media/projects/SofiaBozhyrisheEconomicZone/DSC_0514.JPG",
        "assets/media/projects/SofiaBozhyrisheEconomicZone/IMG_20200829_133555459.jpg"
      ],
      "details_text": {
        "bg": "Изграждане на всички видове Водопроводни и Канализационни мрежи\nпри обект: Икономическа зона София-Божурище гр. Божурище\nИнвеститор: Национална компания индустриални зони\nВъзложител: ПРОМЕТЕЙ ДД ЕООД\nИзпълнител: РИОЛИТ 15 ЕООД\nВид на инсталациите:\nВЪНШЕН ВОДОПРОВОД - 5 769 м.\nИзкопи, Доставка и полагане на тръби ПЕВП ф63 - в траншеи - 410 м.\nИзкопи, Доставка и полагане на тръби ПЕВП ф90 вкл. ч. и ел. заваряване - в траншеи - 2 245 м.\nИзкопи, Доставка и полагане на тръби ПЕВП ф110 вкл. ч.заваряване - в траншеи - 1 035 м.\nИзкопи, Доставка и полагане на тръби ПЕВП ф200 вкл. ч.заваряване - в траншеи - 2 079 м.\nДоставка и Монтаж на ТСК до 2\" вкл. шиш и гърне - 2 бр.\nДоставка и Монтаж на СК Ду 80 вкл. шиш и гърне - 31 бр.\nДоставка и Монтаж на СК Ду 100 вкл. шиш и гърне - 4 бр.\nДоставка и Монтаж на СК Ду 200вкл. шиш и гърне - 10 бр.\nДоставка и Монтаж на ПХ 70/80 вкл. гърне - 24 бр.\nДоставка и Монтаж на подземен ПХ 50/60 вкл. гърне - 2 бр.\nДЪЖДОВЕН КАНАЛ - 2 216 м.\nИзкопи, Доставка и полагане на оребрени тръби PP SN10 DN/ID400 - 159 м.\nИзкопи, Доставка и полагане на оребрени тръби PP SN10 DN/ID500 - 130 м.\nИзкопи, Доставка и полагане на оребрени тръби PP SN10 DN/ID600 - 511 м.\nИзкопи, Доставка и полагане на оребрени тръби PP SN10 DN/ID800 - 344 м.\nИзкопи, Доставка и полагане на оребрени тръби PP SN10 DN/ID1100 - 169 м.\nИзкопи, Доставка и полагане на оребрени тръби PP SN10 DN/ID1400 - 348 м.\nИзкопи, Доставка, полагане и монтаж на тръби ∅63 PE100 PN10 за напорна канализация - 225 м.\nИзкоп, Доставка и изграждане на сглобяеми бетонови ревизионни шахти DN 1500 - 9 бр.\nИзкоп, Доставка и изграждане на сглобяеми бетонови ревизионни шахти DN 2000 - 12 бр.\nИзкоп, Доставка и полагане на единична, двуставна ДШ с утаителна част Ø400 - 50 бр.\nИзкоп, Доставка и полагане на двойна двуставна ДШ с утаителна част Ø400 - 23 бр.\nБИТОВА КАНАЛИЗАЦИЯ - 1 552 м.\nИзкопи, Доставка и полагане на оребрени тръби PP SN10 DN/ID300 - 1 552 м.\nИзкопи, Доставка и изграждане на сглобяеми бетонови ревизионни шахти DN 1000 - 39 бр\nСрок на изпълнение: 80 дни\nДължина на тръбите: 9 537 м.\nБрой шахти вкл. ДШ: 133 бр.\nИзпълнение на проекта: IX - XI. 2020",
        "en": "Construction of all types of Water Supply and Sewerage Networks\nfor facility: Sofia-Bozhurishte Economic Zone, Bozhurishte\nInvestor: National Company Industrial Zones\nClient: PROMETEY DD EOOD\nContractor: RIOLIT 15 EOOD\nType of installations:\nEXTERNAL WATER SUPPLY - 5,769 m.\nExcavations, Delivery and laying of PEWP ф63 pipes - in trenches - 410 m.\nExcavations, Delivery and laying of PEWP ф90 pipes incl. fittings and electric welding - in trenches - 2,245 m.\nExcavations, Delivery and laying of PEWP ф110 pipes incl. fittings welding - in trenches - 1,035 m.\nExcavations, Delivery and laying of PEWP ф200 pipes incl. fittings welding - in trenches - 2,079 m.\nDelivery and Installation of TSK up to 2\" incl. head and body - 2 pcs.\nDelivery and Installation of SK Du 80 incl. head and body - 31 pcs.\nDelivery and Installation of SK Du 100 incl. head and body - 4 pcs.\nDelivery and Installation of SK Du 200 incl. head and body - 10 pcs.\nDelivery and Installation of FH 70/80 incl. body - 24 pcs.\nDelivery and Installation of underground FH 50/60 incl. body - 2 pcs.\nRAINWATER SEWER - 2,216 m.\nExcavations, Delivery and laying of ribbed PP SN10 DN/ID400 pipes - 159 m.\nExcavations, Delivery and laying of ribbed PP SN10 DN/ID500 pipes - 130 m.\nExcavations, Delivery and laying of ribbed PP SN10 DN/ID600 pipes - 511 m.\nExcavations, Delivery and laying of ribbed PP SN10 DN/ID800 pipes - 344 m.\nExcavations, Delivery and laying of ribbed PP SN10 DN/ID1100 pipes - 169 m.\nExcavations, Delivery and laying of ribbed PP SN10 DN/ID1400 pipes - 348 m.\nExcavations, Delivery, laying and installation of ∅63 PE100 PN10 pipes for pressure sewerage - 225 m.\nExcavation, Delivery and construction of prefabricated concrete inspection shafts DN 1500 - 9 pcs.\nExcavation, Delivery and construction of prefabricated concrete inspection shafts DN 2000 - 12 pcs.\nExcavation, Delivery and laying of single, two-part DS with settling part Ø400 - 50 pcs.\nExcavation, Delivery and laying of double two-part DS with settling part Ø400 - 23 pcs.\nDOMESTIC SEWERAGE - 1,552 m.\nExcavations, Delivery and laying of ribbed PP SN10 DN/ID300 pipes - 1,552 m.\nExcavations, Delivery and construction of prefabricated concrete inspection shafts DN 1000 - 39 pcs\nExecution period: 80 days\nTotal pipe length: 9,537 m.\nNumber of shafts incl. DS: 133 pcs.\nProject execution: IX - XI. 2020"
      }
    },
    {
      "slug": "e-velox-plovdiv",
      "title": {
        "bg": "E-VELOX Electrobicycle Plovdiv – site installations and vacuum rainwater systems, гл. Изпълнител ХМЦ АД",
        "en": "E-VELOX Electrobicycle Plovdiv – site installations and vacuum rainwater systems, Main Contractor HMC AD"
      },
      "location": {
        "bg": "гр. Пловдив",
        "en": "Plovdiv, Bulgaria"
      },
      "main_image": "assets/media/projects/E-VELOX Еlectrobicycle Plovdiv/main.jpg",
      "images": [
        "assets/media/projects/E-VELOX Еlectrobicycle Plovdiv/main.jpg",
        "assets/media/projects/E-VELOX Еlectrobicycle Plovdiv/IMG_2908.jpg",
        "assets/media/projects/E-VELOX Еlectrobicycle Plovdiv/IMG_3202.jpg",
        "assets/media/projects/E-VELOX Еlectrobicycle Plovdiv/IMG_3442.jpg",
        "assets/media/projects/E-VELOX Еlectrobicycle Plovdiv/IMG_4442.jpg",
        "assets/media/projects/E-VELOX Еlectrobicycle Plovdiv/IMG_4487.jpg",
        "assets/media/projects/E-VELOX Еlectrobicycle Plovdiv/IMG_5571.jpg"
      ],
      "details_text": {
        "bg": "E-VELOX – фабрика за електрически велосипеди и електроциклети\nИзграждане на пълна водопроводна, канализационна и покривна отводнителна инфраструктура\nПроектът E-VELOX включва цялостно изграждане на всички видове инфраструктурни водопроводни и канализационни мрежи, както и вакуумна система за отводняване на плоски покриви за новоизградена производствена база за електрически велосипеди и електроциклети.\nИнвеститор: ЛИДЕР – ХМЦ АД\nВъзложител: ХМЦ АД\nИзпълнител: Риолит Инженеринг\nПлощ на сградата: 25 000 м²\nПлощ на терена: 15 000 м²\nПериод на изпълнение: февруари – юли 2022 г.\nКанализационни системи\nКанализационни мрежи – 1 641 л.м.\nРевизионни шахти DN1500 – 8 бр.\nРевизионни шахти DN1000 – 35 бр.\nТочкови оттоци (дъждарки Hauraton) – 51 бр.\nЛинейни отводнители – 106 л.м.\nПСОВ – пречиствателна станция BioTech – 1 бр.\nСрок на изпълнение: 30 дни – изпълнено в срок\nВодопроводни системи\nВодопроводни мрежи – 1 080 л.м.\nВодомерна шахта – 1 бр.\nПожарни хидранти Ø70/80 – 7 бр.\nСпирателни водопроводни отклонения (СВО) – 8 бр.\nСрок на изпълнение: 12 дни – изпълнено в срок\nВакуумна система за отводняване на покриви\nRainPlus© by VALSIR\nОтводняване на плоски покриви с обща площ 25 000 м²\nОтводнителни клонове – 15 бр., от които аварийни – 5 бр.\nТурбо-воронки – 88 бр., от които аварийни – 33 бр.\nСрок на изпълнение: 60 дни – изпълнено в срок",
        "en": "E-VELOX – factory for electric bicycles and e-cycles\nConstruction of complete water supply, sewerage and roof drainage infrastructure\nThe E-VELOX project includes comprehensive construction of all types of infrastructure water supply and sewerage networks, as well as a vacuum system for drainage of flat roofs for a newly built production base for electric bicycles and e-cycles.\nInvestor: LEADER – HMC AD\nClient: HMC AD\nContractor: Riolit Engineering\nBuilding area: 25,000 m²\nSite area: 15,000 m²\nExecution period: February – July 2022\nSewerage systems\nSewerage networks – 1,641 linear meters\nInspection shafts DN1500 – 8 pcs.\nInspection shafts DN1000 – 35 pcs.\nPoint drains (Hauraton drains) – 51 pcs.\nLinear drains – 106 linear meters\nWastewater treatment plant BioTech – 1 pcs.\nExecution period: 30 days – completed on time\nWater supply systems\nWater supply networks – 1,080 linear meters\nWater meter shaft – 1 pcs.\nFire hydrants Ø70/80 – 7 pcs.\nShut-off water supply branches (SWB) – 8 pcs.\nExecution period: 12 days – completed on time\nVacuum roof drainage system\nRainPlus© by VALSIR\nDrainage of flat roofs with total area 25,000 m²\nDrainage branches – 15 pcs., of which emergency – 5 pcs.\nTurbo funnels – 88 pcs., of which emergency – 33 pcs.\nExecution period: 60 days – completed on time"
      }
    },
    {
      "slug": "sistem-teknik-plovdiv",
      "title": {
        "bg": "Sistem Teknik – гр. Пловдив, гл. Изпълнител АТАРО Клима Sistem Teknik",
        "en": "Sistem Teknik – Plovdiv, Main Contractor ATARO Klima Sistem Teknik"
      },
      "location": {
        "bg": "гр. Пловдив",
        "en": "Plovdiv, Bulgaria"
      },
      "main_image": "assets/media/projects/Sistem Teknik/main.jpg",
      "images": [
        "assets/media/projects/Sistem Teknik/main.jpg",
        "assets/media/projects/Sistem Teknik/IMG_9064.jpg",
        "assets/media/projects/Sistem Teknik/IMG_9181.jpg",
        "assets/media/projects/Sistem Teknik/IMG_9190.jpg",
        "assets/media/projects/Sistem Teknik/IMG_9718.jpg"
      ],
      "details_text": {
        "bg": "Цялостно ВиК изпълнение, вкл. Вакуумно отводняване, ПСОВ, Кало-масло уловители, дренажни системи\nИнфраструктурни водопроводни и канализационни мрежи\nОбща информация\nПроектът \"Sistem Teknik\" в гр. Пловдив представлява мащабна реализация на външна инженерна инфраструктура за индустриален обект. В рамките на проекта \"Риолит Инженеринг\" ЕООД изпълнява цялостен комплекс от водопроводни и канализационни мрежи, осигуряващи надеждно водоснабдяване, ефективно отвеждане на битови, дъждовни и технологични води, както и високо ниво на противопожарна защита.\nИнвеститор на проекта е Sistem Teknik, а възложител – \"Атаро Клима\" ЕООД. Изпълнението обхваща пълния цикъл строително-монтажни дейности – от изкопните работи до окончателното завършване и подготовка за експлоатация.\nКанализационна инфраструктура\nКанализационната система е проектирана и изградена с фокус върху дълготрайност, висока пропускателна способност и сигурна експлоатация в условията на индустриално натоварване. Общата дължина на изградените канализационни трасета е 1 663,55 линейни метра.\nИзползвани са тръби от полипропилен (PP), полиетилен (PE) и PVC-U с диаметри от Ø110 до Ø1200 и клас на якост SN ≥ 8 kN/m², подходящи за големи дълбочини и натоварвания. Изпълнени са както гравитачни, така и тласкателни участъци, включително основни колектори с големи диаметри.\nЗа повишаване на екологичната безопасност са монтирани пет кало-маслоуловителя, а за контрол и поддръжка – 45 ревизионни шахти с диаметри DN1000, DN1500 и DN2000, разположени съгласно нормативните изисквания.\nВодопроводна мрежа и противопожарна защита\nВъншната водопроводна мрежа е изградена с обща дължина 1 222 линейни метра и включва тръбопроводи от полиетилен с диаметри от Ø32 до Ø400, с работно налягане PN10, PN16 и PN25.\nСистемата осигурява както надеждно водоснабдяване на обекта, така и необходимия дебит за противопожарни нужди. В критичните участъци са изпълнени бетонови кожуси, монтирани са спирателни кранове с диаметри DN100 и DN200, както и седем надземни пожарни хидранта, разположени на нормативно допустими разстояния.\nТехнология и качество на изпълнение\nВсички строително-монтажни работи са изпълнени в пълно съответствие с одобрената проектна документация и действащите нормативни изисквания. Реализацията включва:\n- изкопни и земни работи;\n- полагане и уплътняване на пясъчни подложки;\n- монтаж на тръбопроводи и фасонни части;\n- изграждане на бетонови защитни елементи;\n- обратни насипи с контролирано уплътняване.\nИзползваните материали и технологии гарантират дълъг експлоатационен живот, висока надеждност и минимални разходи за поддръжка.\nРезултат\nС реализирането на проекта \"Sistem Teknik\" – гр. Пловдив е изградена устойчива и функционална водопроводна и канализационна инфраструктура, отговаряща на високите изисквания на съвременните индустриални зони. Проектът е още едно доказателство за експертизата на \"Риолит Инженеринг\" ЕООД в изпълнението на сложни и мащабни инженерни решения с дългосрочна експлоатационна стойност.",
        "en": "Complete water supply and sewerage execution, incl. Vacuum drainage, PSOV, Oil separators, drainage systems\nInfrastructure water supply and sewerage networks\nGeneral information\nThe \"Sistem Teknik\" project in Plovdiv represents a large-scale implementation of external engineering infrastructure for an industrial facility. Within the project, \"Riolit Engineering\" Ltd. executes a complete complex of water supply and sewerage networks, ensuring reliable water supply, efficient discharge of domestic, rainwater and process water, as well as a high level of fire protection.\nThe project investor is Sistem Teknik, and the client is \"ATARO Klima\" Ltd. The execution covers the full cycle of construction and installation activities – from excavation works to final completion and preparation for operation.\nSewerage infrastructure\nThe sewerage system is designed and built with a focus on durability, high throughput and safe operation under industrial load conditions. The total length of the constructed sewerage routes is 1,663.55 linear meters.\nPipes made of polypropylene (PP), polyethylene (PE) and PVC-U with diameters from Ø110 to Ø1200 and strength class SN ≥ 8 kN/m², suitable for large depths and loads, are used. Both gravity and pressure sections have been executed, including main collectors with large diameters.\nTo increase environmental safety, five oil separators have been installed, and for control and maintenance – 45 inspection shafts with diameters DN1000, DN1500 and DN2000, located according to regulatory requirements.\nWater supply network and fire protection\nThe external water supply network is built with a total length of 1,222 linear meters and includes polyethylene pipelines with diameters from Ø32 to Ø400, with working pressure PN10, PN16 and PN25.\nThe system ensures both reliable water supply to the facility and the required flow rate for fire protection needs. In critical sections, concrete casings have been executed, shut-off valves with diameters DN100 and DN200 have been installed, as well as seven above-ground fire hydrants, located at normatively permissible distances.\nTechnology and quality of execution\nAll construction and installation works have been executed in full compliance with the approved project documentation and applicable regulatory requirements. The implementation includes:\n- excavation and earthworks;\n- laying and compaction of sand bases;\n- installation of pipelines and fittings;\n- construction of concrete protective elements;\n- backfill with controlled compaction.\nThe materials and technologies used guarantee long service life, high reliability and minimal maintenance costs.\nResult\nWith the implementation of the \"Sistem Teknik\" project – Plovdiv, a stable and functional water supply and sewerage infrastructure has been built, meeting the high requirements of modern industrial zones. The project is another proof of the expertise of \"Riolit Engineering\" Ltd. in the execution of complex and large-scale engineering solutions with long-term operational value."
      }
    },
    {
      "slug": "delta-hill-villa-settlement",
      "title": {
        "bg": "Вилно селище \"Делта Хил\" – II етап, с. Кладница",
        "en": "Delta Hill Villa Settlement – Stage II, Kladnitsa"
      },
      "location": {
        "bg": "с. Кладница, община Перник",
        "en": "Kladnitsa, Pernik Municipality"
      },
      "main_image": "assets/media/projects/DeltaHill/main.jpg",
      "images": [
        "assets/media/projects/DeltaHill/main.jpg",
        "assets/media/projects/DeltaHill/IMG_1035.jpg",
        "assets/media/projects/DeltaHill/IMG_1134.jpg",
        "assets/media/projects/DeltaHill/IMG_1432.jpg",
        "assets/media/projects/DeltaHill/IMG_1564.jpg",
        "assets/media/projects/DeltaHill/IMG_1585.jpg",
        "assets/media/projects/DeltaHill/IMG_2736.jpg"
      ],
      "details_text": {
        "bg": "Техническа инфраструктура – дъждовна канализация, битова канализация и водопроводна мрежа\n\nЛОКАЦИЯ\nЗемлището на с. Кладница, община Перник\n\nОБЩА ИНФОРМАЦИЯ\n\nПроектът за техническа инфраструктура на вилно селище \"Делта Хил\" – II етап обхваща изграждането на цялостна система за водоснабдяване и отводняване, съобразена със стръмния релеф и мащаба на застрояването. Решението е разработено с фокус върху надеждност, дългосрочна експлоатация и пълно съответствие с действащата нормативна уредба.\n\nДЪЖДОВНА КАНАЛИЗАЦИЯ\n\nПроектът за дъждовна канализация обхваща изграждането на цялостна система за отвеждане на атмосферните води. Предвид специфичните теренни условия е проектирана гравитачна канализационна система, осигуряваща ефективно и безопасно оттичане при различни експлоатационни и климатични условия.\n\nДъждовната канализационна мрежа отвежда атмосферния отток към открит канал, който зауства в естествен водоприемник (дере) в близост до обекта. Трасетата са проектирани с нормативно минимално покритие и оптимални надлъжни наклони, като оразмерителните скорости са в диапазона от 1,20 до 6,50 m/s.\n\nОСНОВНИ ПАРАМЕТРИ – ДЪЖДОВНА КАНАЛИЗАЦИЯ\n\n- Обща дължина: 3 363 линейни метра\n- Тръби: полиетиленови (PE) с диаметри от DN 300 до DN 900\n- 242 сградни канализационни отклонения за дъждовни води\n- Над 140 връзки към улични оттоци\n- Единични и двойни дъждоприемни шахти\n- Линейни отводнители и водосъбирателни шахти\n\nДъждоприемните съоръжения са с клас на натоварване D400, оборудвани с решетки, осигуряващи безопасност за пътното движение. Канализационната мрежа е изпълнена със спирално навити PEHD тръби, свързвани чрез електрозаваряеми муфи.\n\nБИТОВА КАНАЛИЗАЦИЯ\n\nПроектът за битова канализация обхваща изграждането на цялостна гравитачна канализационна мрежа, предназначена да обслужва индивидуалните жилищни имоти в рамките на селището. Канализационната система е проектирана с оглед на стръмния терен, което позволява естествено и ефективно оттичане на отпадъчните води без необходимост от допълнителни помпени съоръжения.\n\nНовопроектираната битова канализационна мрежа е гравитачна и зауства в битова канализация DN315 от полиетилен (PE), разположена по общинския път западно от вилното селище.\n\nОСНОВНИ ПАРАМЕТРИ – БИТОВА КАНАЛИЗАЦИЯ\n\n- Обща дължина: над 3,3 километра\n- Основен колектор: DN300\n- 242 сградни канализационни отклонения за битови отпадъчни води с диаметър DN200\n- 123 ревизионни шахти\n- Тръби: спирално навити PEHD тръби с различни класове на якост (SN4 до SN16)\n\nСвързването между отделните участъци се осъществява чрез електрозаваряеми муфи, гарантиращи сигурна и трайна връзка. Ревизионните шахти са изпълнени от полиетилен висока плътност с монолитна, напълно водонепропусклива конструкция.\n\nВОДОПРОВОДНА МРЕЖА\n\nПроектът за водопроводна мрежа обхваща изграждането на нова подземна водоснабдителна инфраструктура, предназначена да осигури надеждно и безопасно водоснабдяване на всички индивидуални жилищни имоти в селището.\n\nВодопроводната мрежа е проектирана като система от 15 водопроводни клона, разположени в регулационните граници на уличната мрежа. Проектът предвижда изграждане на противопожарна водоснабдителна система с надземни пожарни хидранти.\n\nОСНОВНИ ПАРАМЕТРИ – ВОДОПРОВОДНА МРЕЖА\n\n- Обща дължина: 3 632,3 линейни метра\n- Тръби: PE100RC, DN90, PN10\n- Водопроводни клона: 15 бр.\n- Сградни водопроводни отклонения: 241 бр.\n- Надземни пожарни хидранти DN80: 15 бр.\n- Спирателни кранове DN80: 6 бр.\n- Автоматични двойнодействащи въздушници: 3 бр.\n- Шахти изпускатели: 4 бр.\n\nВодопроводът е изпълнен с еднослойни полиетиленови тръби PE100RC, предназначени за питейна вода, с номинално налягане PN10. Свързването на тръбите се осъществява чрез челно заваряване, електрофузионна заварка и фланцови връзки.\n\nКОНТРОЛ И ПРИЕМАНЕ\n\nСлед изграждането е извършено цялостно изпитване на мрежата за водоплътност, в два етапа – преди и след окончателното засипване. Като част от приемането е проведено CCTV видео обследване на цялата канализационна система. Водопроводната мрежа е подложена на хидравлични изпитвания за якост и водоплътност, след което е извършена дезинфекция.\n\nРЕЗУЛТАТ\n\nИзградената техническа инфраструктура за вилно селище \"Делта Хил\" – II етап осигурява надеждно водоснабдяване, ефективно отводняване и високо ниво на противопожарна защита. Проектът съчетава съвременни инженерни решения, висококачествени материали и стриктнен контрол на изпълнението, създавайки стабилна и дългосрочна инфраструктурна основа за развитието на жилищната среда.",
        "en": "Technical infrastructure – rainwater sewerage, domestic sewerage and water supply network\n\nLOCATION\nKladnitsa land, Pernik Municipality\n\nGENERAL INFORMATION\n\nThe project for technical infrastructure of Delta Hill villa settlement – Stage II covers the construction of a complete water supply and drainage system, adapted to the steep terrain and the scale of development. The solution is developed with a focus on reliability, long-term operation and full compliance with applicable regulations.\n\nRAINWATER SEWERAGE\n\nThe rainwater sewerage project covers the construction of a complete system for discharge of atmospheric water. Given the specific terrain conditions, a gravity sewerage system has been designed, ensuring efficient and safe drainage under various operational and climatic conditions.\n\nThe rainwater sewerage network discharges the atmospheric runoff to an open channel, which outlets to a natural water receiver (ravine) near the facility. The routes are designed with normative minimum coverage and optimal longitudinal slopes, with sizing speeds in the range from 1.20 to 6.50 m/s.\n\nMAIN PARAMETERS – RAINWATER SEWERAGE\n\n- Total length: 3,363 linear meters\n- Pipes: polyethylene (PE) with diameters from DN 300 to DN 900\n- 242 building sewer branches for rainwater\n- Over 140 connections to street drains\n- Single and double rainwater collection shafts\n- Linear drains and water collection shafts\n\nThe rainwater collection facilities are with load class D400, equipped with grates ensuring safety for road traffic. The sewerage network is executed with spirally wound PEHD pipes, connected by electrofusion couplings.\n\nDOMESTIC SEWERAGE\n\nThe domestic sewerage project covers the construction of a complete gravity sewerage network, designed to serve the individual residential properties within the settlement. The sewerage system is designed considering the steep terrain, which allows natural and efficient drainage of wastewater without the need for additional pumping facilities.\n\nThe newly designed domestic sewerage network is gravity-based and outlets to a domestic sewerage DN315 made of polyethylene (PE), located along the municipal road west of the villa settlement.\n\nMAIN PARAMETERS – DOMESTIC SEWERAGE\n\n- Total length: over 3.3 kilometers\n- Main collector: DN300\n- 242 building sewer branches for domestic wastewater with diameter DN200\n- 123 inspection shafts\n- Pipes: spirally wound PEHD pipes with various strength classes (SN4 to SN16)\n\nThe connection between individual sections is carried out by electrofusion couplings, guaranteeing secure and durable connection. The inspection shafts are executed from high-density polyethylene with monolithic, fully watertight construction.\n\nWATER SUPPLY NETWORK\n\nThe water supply network project covers the construction of a new underground water supply infrastructure, designed to provide reliable and safe water supply to all individual residential properties in the settlement.\n\nThe water supply network is designed as a system of 15 water supply branches, located within the regulatory boundaries of the street network. The project provides for the construction of a fire protection water supply system with above-ground fire hydrants.\n\nMAIN PARAMETERS – WATER SUPPLY NETWORK\n\n- Total length: 3,632.3 linear meters\n- Pipes: PE100RC, DN90, PN10\n- Water supply branches: 15 pcs.\n- Building water supply branches: 241 pcs.\n- Above-ground fire hydrants DN80: 15 pcs.\n- Shut-off valves DN80: 6 pcs.\n- Automatic double-acting air valves: 3 pcs.\n- Discharge shafts: 4 pcs.\n\nThe water supply is executed with single-layer polyethylene pipes PE100RC, intended for drinking water, with nominal pressure PN10. The connection of pipes is carried out by butt welding, electrofusion welding and flanged connections.\n\nCONTROL AND ACCEPTANCE\n\nAfter construction, comprehensive testing of the network for watertightness was carried out in two stages – before and after final backfilling. As part of the acceptance, CCTV video inspection of the entire sewerage system was conducted. The water supply network was subjected to hydraulic tests for strength and watertightness, after which disinfection was performed.\n\nRESULT\n\nThe constructed technical infrastructure for Delta Hill villa settlement – Stage II ensures reliable water supply, efficient drainage and a high level of fire protection. The project combines modern engineering solutions, high-quality materials and strict control of execution, creating a stable and long-term infrastructure foundation for the development of the residential environment."
      }
    },
    {
      "slug": "lidl-central-warehouse",
      "title": {
        "bg": "LIDL – Централен склад, с. Равно поле, гл. Изпълнител АРГОГРУП ЕКЗАКТ ООД",
        "en": "LIDL – Central Warehouse, Ravno Pole, Main Contractor ARGOGROUP EXACT OOD"
      },
      "location": {
        "bg": "с. Равно поле",
        "en": "Ravno Pole, Bulgaria"
      },
      "main_image": "assets/media/projects/LIDL/main.jpg",
      "images": [
        "assets/media/projects/LIDL/main.jpg",
        "assets/media/projects/LIDL/DSC_2033~2.JPG",
        "assets/media/projects/LIDL/DSC_2083.JPG",
        "assets/media/projects/LIDL/DSC_2501.JPG",
        "assets/media/projects/LIDL/DSC_2543.JPG",
        "assets/media/projects/LIDL/IMG_20210419_094444650_HDR.jpg",
        "assets/media/projects/LIDL/clipboard_image_5c410ed3be9a731c.jpg"
      ],
      "details_text": {
        "bg": "Изграждане на пълна водопроводна и канализационна инфраструктура\n\nПроектът обхваща изграждане на всички видове външни и инфраструктурни водопроводни и канализационни мрежи за Централния логистичен склад на LIDL България, разположен в с. Равно поле. Реализацията включва сложна многоетапна ВиК инфраструктура, изпълнена по отделни лотове, с големи диаметри и високи изисквания за надеждност и капацитет.\n\nИнвеститор: LIDL България\nВъзложител: Аргогруп Екзакт ООД\nИзпълнител: Риолит ИНЖЕНЕРИНГ ЕООД\n\nПериод на изпълнение: април – юли 2020 г.\nСрок на изпълнение: 90 дни\n\nОбхват на изпълнените инсталации\n\nКанализационни мрежи: 1 663,55 л.м.\n\nВодопроводни мрежи: 1 222 л.м.\n\nКало-маслоуловители: 5 бр.\n\nРевизионни шахти:\n- DN1000 – 23 бр.\n- DN1500 – 8 бр.\n- DN2000 – 14 бр.\n\nКанализационни системи – основни параметри\n\nИзпълнени са битови, дъждовни и тласкателни канализационни трасета, разпределени в няколко лота, с тръби от PE, PP и PVC-U, с номинална якост SN ≥ 8 kN/m² и диаметри от Ø110 до Ø1200.\n\nЛОТ 4: 509,30 л.м.\n\nЛОТ 3: 654,00 л.м.\n\nЛОТ 2: 500,25 л.м.\n\nОбщата канализационна мрежа включва трасета с голям диаметър (до Ø1200), тласкателни участъци и висок капацитет за обслужване на логистичния комплекс.\n\nВодопроводни системи\n\nВъншната водопроводна мрежа е изпълнена по ЛОТ 5 и ЛОТ 6, с тръби PE PN10 / PN16 / PN25, положени в траншеи с пясъчни подложки, бетонови кожуси и обратни насипи.\n\nЛОТ 5: 862 л.м.\n\nЛОТ 6: 360 л.м.\n\nДопълнително изпълнени:\n- Надземни пожарни хидранти Ø70/80 – 7 бр.\n- Спирателни кранове DN100 и DN200\n- Водопроводни трасета с диаметри от Ø32 до Ø400\n\nОбобщени параметри на обекта\n\nОбща дължина на ВиК мрежите: над 2 800 л.м.\n\nДиаметри на тръбите: Ø32 – Ø1200\n\nИзпълнение по лотове с пълна координация и спазени срокове",
        "en": "Construction of complete water supply and sewerage infrastructure\n\nThe project covers the construction of all types of external and infrastructure water supply and sewerage networks for the Central logistics warehouse of LIDL Bulgaria, located in Ravno Pole. The implementation includes a complex multi-stage water supply and sewerage infrastructure, executed in separate lots, with large diameters and high requirements for reliability and capacity.\n\nInvestor: LIDL Bulgaria\nClient: Argogroup Exact OOD\nContractor: Riolit Engineering EOOD\n\nExecution period: April – July 2020\nExecution deadline: 90 days\n\nScope of executed installations\n\nSewerage networks: 1,663.55 linear meters\n\nWater supply networks: 1,222 linear meters\n\nOil separators: 5 pcs.\n\nInspection shafts:\n- DN1000 – 23 pcs.\n- DN1500 – 8 pcs.\n- DN2000 – 14 pcs.\n\nSewerage systems – main parameters\n\nDomestic, rainwater and pressure sewerage routes have been executed, distributed in several lots, with pipes made of PE, PP and PVC-U, with nominal strength SN ≥ 8 kN/m² and diameters from Ø110 to Ø1200.\n\nLOT 4: 509.30 linear meters\n\nLOT 3: 654.00 linear meters\n\nLOT 2: 500.25 linear meters\n\nThe total sewerage network includes routes with large diameter (up to Ø1200), pressure sections and high capacity for serving the logistics complex.\n\nWater supply systems\n\nThe external water supply network is executed according to LOT 5 and LOT 6, with PE PN10 / PN16 / PN25 pipes, laid in trenches with sand bases, concrete casings and backfill.\n\nLOT 5: 862 linear meters\n\nLOT 6: 360 linear meters\n\nAdditionally executed:\n- Above-ground fire hydrants Ø70/80 – 7 pcs.\n- Shut-off valves DN100 and DN200\n- Water supply routes with diameters from Ø32 to Ø400\n\nSummary parameters of the facility\n\nTotal length of water supply and sewerage networks: over 2,800 linear meters\n\nPipe diameters: Ø32 – Ø1200\n\nExecution by lots with full coordination and deadlines met"
      }
    },
    {
      "slug": "aiko-plovdiv",
      "title": {
        "bg": "AIKO – Пловдив, гл. Изпълнител Бараж Груп ООД, AIKO XXL – мебелен магазин, гр. Пловдив",
        "en": "AIKO – Plovdiv, Main Contractor Barrage Group Ltd, AIKO XXL – furniture store, Plovdiv"
      },
      "location": {
        "bg": "гр. Пловдив",
        "en": "Plovdiv, Bulgaria"
      },
      "main_image": "assets/media/projects/AIKO/main.jpg",
      "images": [
        "assets/media/projects/AIKO/main.jpg",
        "assets/media/projects/AIKO/IMG_1200.jpg",
        "assets/media/projects/AIKO/IMG_1365.jpg",
        "assets/media/projects/AIKO/IMG_1390.jpg",
        "assets/media/projects/AIKO/IMG_1959.jpg"
      ],
      "details_text": {
        "bg": "Площадкови ВиК мрежи и противопожарни съоръжения\nОбща информация\nПроектът за \"Мебелен магазин AIKO XXL\" в гр. Пловдив обхваща изграждането на цялостна площадкова водоснабдителна, канализационна и противопожарна инфраструктура, съобразена със спецификата на голям търговски обект с интензивна експлоатация и повишени изисквания за пожарна безопасност.\nОбектът е разположен в УПИ II–524.1573, кв. 90 по плана на ЖР \"Тракия\", с идентификатор 56784.524.1573 по КККР. Възложител на проекта е \"Бараж Груп\".\nВъншно водоснабдяване\nВодоснабдяването на обекта е реализирано чрез съществуващо водопроводно отклонение от магистрален водопровод с диаметър ф530 по Асеновградско шосе. В съществуваща кранова шахта е монтиран спирателен кран ф125, изпълняващ функцията на тласкателен спирателен кран.\nСградното водопроводно отклонение е изпълнено от тръби ПЕВП ф125, като след навлизане в имота е изградена водомерна шахта по одобрен конструктивен детайл. При изпълнението са отчетени и съществуващите подземни комуникации, включително преминаващ в близост магистрален водопровод.\nПротивопожарен резервоар и помпена станция\nСъществен елемент от проекта е подземен двукамерен противопожарен резервоар с общ обем приблизително 600 m³, оразмерен да обезпечи:\n- вътрешното пожарогасене с пожарни касети;\n- автоматичната спринклерна инсталация на сградата.\nРезервоарът захранва противопожарните системи чрез помпено-хидрофорна уредба с работна и резервна електрическа помпа, както и отделна система за спринклерите с дизелови помпи и жокей помпа. Това решение гарантира висока надеждност и непрекъсната работа дори при отпадане на електрозахранването.\nПълненето на резервоара е проектирано да се извършва в нормативно допустимото време чрез самостоятелен водопровод с контролиран дебит.\nПлощадкова канализация\nКанализационната система е изпълнена като разделна – за битови и дъждовни отпадъчни води.\nБитовите води от сградата се отвеждат към съществуваща улична канализация чрез площадкова мрежа от PVC-U тръби с повишена якост.\nДъждовните води от имота се събират и отвеждат посредством открити канавки и линейни отводнители, разположени съгласно вертикалната планировка на терена.\nИзползваните тръби са с клас на якост SN8 и SN12, съобразно дълбочината на полагане и експлоатационното натоварване.\nПлощадков водопровод и външно пожарогасене\nЗа нуждите на външното пожарогасене е изграден затворен водопроводен пръстен от тръби ПЕВП ф110, PN10. По трасето са монтирани надземни пожарни хидранти тип 70/80, разположени на нормативно допустими разстояния и осигуряващи пълно покритие на обекта.\nВъв всички точки на промяна на посоката са изпълнени опорни блокове, а монтажът е реализиран стриктно по одобрения проект.\nВодомерен възел\nВодомерният възел обслужва както питейно-битовите, така и противопожарните нужди на обекта. Предвиден е комбиниран водомер DN65 с висок капацитет и минимални загуби на налягане, осигуряващ надеждна работа при различни режими на натоварване и пълно съответствие с нормативните изисквания.\nРезултат\nС реализацията на проекта за \"AIKO XXL\" – гр. Пловдив е изградена комплексна и високонадеждна ВиК и противопожарна инфраструктура, отговаряща на изискванията за големи търговски обекти. Решенията осигуряват безопасност, функционалност и дългосрочна експлоатационна устойчивост, демонстрирайки професионалния и интегриран подход на \"Риолит Инженеринг\" при изпълнението на мащабни инженерни проекти.",
        "en": "Site water supply and sewerage networks and fire protection facilities\nGeneral information\nThe project for \"AIKO XXL Furniture Store\" in Plovdiv covers the construction of a complete site water supply, sewerage and fire protection infrastructure, adapted to the specifics of a large commercial facility with intensive operation and increased fire safety requirements.\nThe facility is located in UPI II–524.1573, block 90 according to the plan of ZhR \"Trakia\", with identifier 56784.524.1573 according to KKKR. The project client is \"Barrage Group\".\nExternal water supply\nThe water supply of the facility is realized through an existing water supply branch from a main water supply with diameter ф530 along Asenovgradsko shose. In an existing valve shaft, a shut-off valve ф125 is installed, performing the function of a push shut-off valve.\nThe building water supply branch is executed from PEWP ф125 pipes, and after entering the property, a water meter shaft is built according to an approved structural detail. During execution, existing underground utilities were also taken into account, including a main water supply passing nearby.\nFire protection reservoir and pumping station\nAn essential element of the project is an underground two-chamber fire protection reservoir with a total volume of approximately 600 m³, sized to provide:\n- internal fire extinguishing with fire cabinets;\n- automatic sprinkler installation of the building.\nThe reservoir supplies the fire protection systems through a pump-hydrophore unit with working and reserve electric pumps, as well as a separate system for sprinklers with diesel pumps and jockey pump. This solution guarantees high reliability and continuous operation even in case of power failure.\nThe filling of the reservoir is designed to be carried out within the normatively permissible time through an independent water supply with controlled flow.\nSite sewerage\nThe sewerage system is executed as separate – for domestic and rainwater wastewater.\nDomestic water from the building is discharged to an existing street sewerage through a site network of PVC-U pipes with increased strength.\nRainwater from the property is collected and discharged through open ditches and linear drains, located according to the vertical layout of the terrain.\nThe pipes used are with strength class SN8 and SN12, according to the laying depth and operational load.\nSite water supply and external fire extinguishing\nFor the needs of external fire extinguishing, a closed water supply ring of PEWP ф110, PN10 pipes is built. Along the route, above-ground fire hydrants type 70/80 are installed, located at normatively permissible distances and ensuring full coverage of the facility.\nAt all points of direction change, support blocks are executed, and the installation is realized strictly according to the approved project.\nWater meter unit\nThe water meter unit serves both drinking-domestic and fire protection needs of the facility. A combined water meter DN65 with high capacity and minimal pressure losses is provided, ensuring reliable operation under various load modes and full compliance with regulatory requirements.\nResult\nWith the implementation of the project for \"AIKO XXL\" – Plovdiv, a comprehensive and highly reliable water supply, sewerage and fire protection infrastructure has been built, meeting the requirements for large commercial facilities. The solutions ensure safety, functionality and long-term operational sustainability, demonstrating the professional and integrated approach of \"Riolit Engineering\" in the execution of large-scale engineering projects."
      }
    },
    {
      "slug": "golden-spring",
      "title": {
        "bg": "ГОЛДЕН СПРИНГ – 5* хотел в гр. Баните",
        "en": "GOLDEN SPRING – 5* Hotel in Bani, Bulgaria"
      },
      "location": {
        "bg": "гр. Баните, обл. Смолян",
        "en": "Bani, Smolyan Province, Bulgaria"
      },
      "main_image": "assets/media/projects/goldenspring/main.jpg",
      "images": [
        "assets/media/projects/goldenspring/main.jpg",
        "assets/media/projects/goldenspring/1.jpg",
        "assets/media/projects/goldenspring/IMG_3989.jpg",
        "assets/media/projects/goldenspring/IMG_4672.jpg",
        "assets/media/projects/goldenspring/IMG_5656.jpg"
      ],
      "details_text": {
        "bg": "Изпълнение на водопровода\nПЛОЩАДКОВ ВОДОПРОВОД\nПлощадковият водопровод ще се изпълни от PEHD PN10 (полиетилен с висока плътност) тръби и фасонни части, положени върху пясъчна подложка от минимум 15 cm. Обратната засипка е от пясък до 30 cm над теме тръба и нестандартна баластра до кота терен. Непосредствено над темето на тръбите да се положи детекторна лента, а след основното засипване и преди окончателното възстановяване на горната повърхност на изкопа - предупредителна лента за обозначаване на точното местоположение и предпазване на водопровода.\nСГРАДНА ВОДОСНАБДИТЕЛНА ИНСТАЛАЦИЯ\nСградната водопроводна инсталация включва хоризонтална окачена водопроводна мрежа (ХВМ), вертикални водопроводни клонове (ВВК) и етажна разпределителна мрежа. ХВМ се окачва в сутерена чрез скоби към конструктивните елементи на сградата. На отклоненията от ХВМ към ВВК и на етажните отклонения са предвидени спирателни кранове с изпразнител.\nГлавните хоризонтални водопроводни клонове, вертикалните клонове и етажна разпределителна инсталация за студена вода ще се изпълняват от тръби и фасонни части система от полипропилен ПП. Главните хоризонтални водопроводни клонове, вертикалните клонове и етажна разпределителна инсталация за гореща и циркулационна вода ще се изпълняват от тръби и фасонни части система от полипропилен ПП Stabi с алуминиева вложка. Водопроводната инсталация за противопожарни нужди ще се изпълни от поцинкована стомана тръби и фасонни части.\nВсички скоби и закрепващи елементи по водопроводите да се изпълнят с корозионна защита и подложки за звукоизолация. При скрит монтаж на тръбната разводка в стената е необходимо да се спазват изискванията на конкретния производител на тръбите за безопасен монтаж. Независимо от типа на тръбите, инсталацията се топлоизолира по цялата си дължина – вкопани и открити, да се направи топлоизолация с микроклетъчна структура (негорима).\nМинимална дебелина на топлоизолацията:\n- Инсталация за топла и циркулационна вода от DN20 до DN25: 26 mm\n- Инсталация за топла и циркулационна вода от DN25 до DN50: 40 mm\n- Инсталация за топла DN50: 60 mm\n- Инсталация за топла DN63: 70 mm\n- Инсталация за студена вода от DN20 до DN40: 6 mm\n- Инсталация за студена вода от DN50 до DN90: 10 mm\nМаксимални разстояния между опори за тръбопроводна система от стомана:\nDN20: 2,0m | DN25: 2,25m | DN30: 2,75m | DN40: 3,0m | DN50: 3,5m | DN60: 4,0m | DN75: 4,25m | DN90: 4,75m\nМаксимални разстояния между опори за тръбопроводна система полипропилен ПП stabi:\nDN16: 1,3m (вертикален) / 1,0m (хоризонтален)\nDN18: 1,3m (вертикален) / 1,0m (хоризонтален)\nDN20: 1,3m (вертикален) / 1,0m (хоризонтален)\nDN25: 1,95m (вертикален) / 1,5m (хоризонтален)\nDN32: 2,6m (вертикален) / 2,0m (хоризонтален)\nDN40: 2,6m (вертикален) / 2,0m (хоризонтален)\nDN50: 3,25m (вертикален) / 2,5m (хоризонтален)\nЗакрепването на главните захранващи водоснабдителни клонове да се извърши към конструктивните елементи на сградата (греди, столици, колони и др.). Изпълнението на водопроводната инсталация трябва да се извърши от специалисти добре запознати с изискванията за монтаж на стоманени и полипропилен ПП тръбни системи при стриктно спазване на конкретните изисквания от производител.\nДЕЗИНФЕКЦИЯ НА ВОДОПРОВОДНА ИНСТАЛАЦИЯ\nВодопроводната инсталация в сградата преди въвеждане в експлоатация се дезинфекцира и промива при спазване на санитарно-хигиенните изисквания. Дезинфекцията да се извършва чрез хлориране при употреба на мобилна хлораторна станция работеща с газ, като количеството подаван хлор в инсталацията в продължение на 10 min е 5mg/l.\nПо време на дезинфекцията да се предвидят мерки за предотвратяване навлизането на дезинфекциращата смес в градската водопроводна система, като за целта се затвори спирателния кран разположен непосредствено след влизане на тръбата в сградата. Водата за дезинфекция да се вземе от уличната водопроводна система. След завършване на дезинфекцията да се направи промиване на инсталацията чрез използване на вода от уличен водопровод, при отворен спирателен кран разположен непосредствено след влизане на тръбата в сградата.\nОтпадъчната вода от дезинфекцията и промиването на водопровода да се събира и отвежда в битовата канализация. Избрания за дезинфекция реагент, а именно газ хлор не е агресивен към материала на водопроводната и канализационна инсталации.\nКАНАЛИЗАЦИЯ\nЗа отводняване на обекта се предвижда след преустройство, реконструкция на съществуващите сгради и нова сграда на хотел да бъде в съществуващ канал ID400mm от полипропиленови тръби минаващ по оста на улица \"Васил Левски\". За целта ще се изградят две нови сградни канализационни отклонения, а съществуващото Ф200 ще се премахне след изпълнение на първите две.\nПървото ново канализационно отклонение от дебелостенни PVC тръби SN8 Ф300мм ще отвежда отпадни битови и атмосферни води от съществуваща и нова сграда на хотел и пристройка в сутерен на кота -6,00. Преди излизане от сградата се изгражда главен ревизионен отвор с кота дъно тръба -4,80. Второто канализационно отклонение от PVC тръби SN8 Ф200мм отводнява отпадните води съществуваща сграда на ресторант след преустройство. За ревизия и експлоатация в началото на отклонението се изгражда нова площадкова ревизионна шахта Ф800mm в тревни площи.\nЗаустването към съществуващия уличния канал тръби Ф400mm става в съществуващи улични ревизионна шахти при спазени изисквания: кота дъно на включващото се канализационното отклонение да бъде над кота теме на отвеждащия уличния колектор и кота водно ниво на отклонение е над кота водни ниво в шахта при максимална хидравлична проводимост на отвеждащия уличния канал. Надлъжният и типовия напречен профили на канализационните отклонения са дадени в проекта за \"ВиК връзки\".\nСъществуващата площадкова мрежа се премахва с изключения на 2 ревизионни шахти, които ще се използват при преустройството и ново строителство. Забележка: През време на изпълнение да се спазва последователност на изграждане, така че премахването на площадковата мрежа и съществуващо отклонение да следват изпълнението на новите сградни канализационни отклонения.\nСградната канализационна инсталация е гравитационно-разделна със смесване на битово-фекални и дъждовни отпадни води в сутерена. Вентилацията е основна. Отпадните води от кухнята на ресторанта се отвеждат в канализационна инсталация след локално пречистване на мазнините в сепаратор за под мивка 50л на кота +0,95. Дъждовните води от покрива и терасите се отвеждат посредством водоприемници съгласно БДС EN1253-2, линейни отводнители и система водосточни тръби от полипропилен.\nКондензът от климатици се отвеждат посредством отводнителна инсталация от PVC и се заустват във водосточните тръби на партера и на кота -3,00. Преди смесване на сградната дъждовна канализация в окачената канализация за смесени отпадни води в сутерена се предвижда хидравличен затвор (сифон) по детайл. Кондензът от вътрешни тела на климатици в сградите се отвеждат посредством кондензатна тръбна инсталация от PVC Ф25mm, които се заустват на подходящо място във водосточните тръби на съответния етаж. За някои от вътрешните тела отвеждането става в отводното отклонение на санитарния прибор чрез вграден кондензатен сифон за стена.\nОтводняване на двата сутерени ще става чрез:\n- Точкови отводнителни (подови сифони) на кота-3,00 от чугун с клас В125 съгласно БДС EN1253-1 и отвеждане към окачена канализация за сиви води и 2 бр. вертикални клона съответно на коти -3,00 и -5,80.\n- Линейни отводнителни на кота -5,80 с решетки клас В125 съгласно БДС EN1433.\nОтпадните сиви води от гаражите в 2-та сутерена ще се пречистят от 1 бр. вкопан във фундамента маслоуловители на кота -5,80 и последващо отвеждане на водите от 1бр. вкопан във фундамента помпа в дренажни шахти към окачена смесена канализационна инсталация на коти -3,00. Присъединяването на нагнетателните тръбопроводи към гравитационната канализация да става с обратен сифон.\nОразмерително отпадъчно водно количество съгласно БДС EN12056-2, точка 6.3.1",
        "en": "Water supply installation\nSite water supply\nThe site water supply will be executed from PEHD PN10 (high density polyethylene) pipes and fittings, laid on a sand base of at least 15 cm. The backfill is sand up to 30 cm above the pipe bottom and non-standard ballast to ground level. Immediately above the pipe bottom, a detector tape should be laid, and after the main backfill and before the final restoration of the upper surface of the excavation - a warning tape to mark the exact location and protect the water supply.\nBuilding water supply installation\nThe building water supply installation includes a horizontal suspended water network (HSWN), vertical water branches (VWB) and floor distribution network. HSWN is suspended in the basement by brackets to the structural elements of the building. At the branches from HSWN to VWB and at the floor branches, shut-off valves with drain are provided.\nThe main horizontal water branches, vertical branches and floor distribution installation for cold water will be executed from pipes and fittings system of polypropylene PP.\nThe main horizontal water branches, vertical branches and floor distribution installation for hot and circulation water will be executed from pipes and fittings system of polypropylene PP Stabi with aluminum insert.\nThe water supply installation for fire protection needs will be executed from galvanized steel pipes and fittings.\nAll brackets and fastening elements on the water pipes should be executed with corrosion protection and sound insulation pads.\nWhen hidden installation of the pipe routing in the wall, it is necessary to comply with the requirements of the specific pipe manufacturer for safe installation.\nRegardless of the type of pipes, the installation is thermally insulated along its entire length - buried and open, thermal insulation with microcellular structure (non-combustible) should be made.\nMinimum thickness of thermal insulation:\n- Installation for hot and circulation water from DN20 to DN25: 26 mm\n- Installation for hot and circulation water from DN25 to DN50: 40 mm\n- Installation for hot DN50: 60 mm\n- Installation for hot DN63: 70 mm\n- Installation for cold water from DN20 to DN40: 6 mm\n- Installation for cold water from DN50 to DN90: 10 mm\nMaximum distances between supports for steel pipe system:\nDN20: 2.0m | DN25: 2.25m | DN30: 2.75m | DN40: 3.0m | DN50: 3.5m | DN60: 4.0m | DN75: 4.25m | DN90: 4.75m\nMaximum distances between supports for polypropylene PP stabi pipe system:\nDN16: 1.3m (vertical) / 1.0m (horizontal)\nDN18: 1.3m (vertical) / 1.0m (horizontal)\nDN20: 1.3m (vertical) / 1.0m (horizontal)\nDN25: 1.95m (vertical) / 1.5m (horizontal)\nDN32: 2.6m (vertical) / 2.0m (horizontal)\nDN40: 2.6m (vertical) / 2.0m (horizontal)\nDN50: 3.25m (vertical) / 2.5m (horizontal)\nThe fastening of the main supply water branches should be carried out to the structural elements of the building (beams, columns, etc.).\nThe execution of the water supply installation must be carried out by specialists well acquainted with the requirements for installation of steel and polypropylene PP pipe systems in strict compliance with the specific requirements of the manufacturer.\nDisinfection of water supply installation\nThe water supply installation in the building before commissioning is disinfected and flushed in compliance with sanitary and hygienic requirements.\nDisinfection should be carried out by chlorination using a mobile chlorination station working with gas, with the amount of chlorine supplied to the installation for 10 min being 5mg/l.\nDuring disinfection, measures should be provided to prevent the entry of the disinfecting mixture into the city water supply system, for which purpose the shut-off valve located immediately after the pipe enters the building should be closed.\nThe water for disinfection should be taken from the street water supply system.\nAfter completion of disinfection, flushing of the installation should be done using water from street water supply, with the shut-off valve located immediately after the pipe enters the building open.\nThe waste water from disinfection and flushing of the water supply should be collected and discharged into the domestic sewerage.\nThe selected disinfectant, namely chlorine gas, is not aggressive to the material of the water supply and sewerage installations.\nSewerage\nFor drainage of the facility, it is planned that after reconstruction, reconstruction of existing buildings and a new hotel building, it will be in an existing ID400mm channel from polypropylene pipes passing along the axis of \"Vasil Levski\" street.\nFor this purpose, two new building sewer branches will be built, and the existing Ф200 will be removed after the execution of the first two. The first new sewer branch from thick-walled PVC pipes SN8 Ф300mm will discharge waste domestic and atmospheric water from existing and new hotel building and extension in basement at level -6.00. Before leaving the building, a main inspection opening is built with bottom pipe level -4.80.\nThe second sewer branch from PVC pipes SN8 Ф200mm drains the waste water of the existing restaurant building after reconstruction. For inspection and operation, a new site inspection shaft Ф800mm is built at the beginning of the branch in green areas.\nThe connection to the existing street channel pipes Ф400mm is made in existing street inspection shafts with compliance with requirements: the bottom level of the connecting sewer branch should be above the bottom level of the discharging street collector and the water level of the branch is above the water level in the shaft at maximum hydraulic conductivity of the discharging street channel.\nThe longitudinal and typical cross profiles of the sewer branches are given in the project for \"VIK connections\".\nThe existing site network is removed except for 2 inspection shafts, which will be used during reconstruction and new construction.\nNote: During execution, the sequence of construction should be observed, so that the removal of the site network and existing branch follows the execution of the new building sewer branches.\nThe building sewer installation is gravity-separate with mixing of domestic-fecal and rainwater waste water in the basement. Ventilation is basic. The waste water from the restaurant kitchen is discharged into the sewer installation after local grease treatment in an under-sink separator 50l at level +0.95.\nRainwater from the roof and terraces is discharged by water receivers according to BDS EN1253-2, linear drains and polypropylene downpipe system.\nCondensate from air conditioners is discharged by PVC drain installation and discharged into the downpipes on the ground floor and at level -3.00.\nBefore mixing the building rainwater sewerage into the suspended sewerage for mixed waste water in the basement, a hydraulic seal (siphon) is provided according to detail.\nCondensate from internal air conditioner units in the buildings is discharged by PVC condensate pipe installation Ф25mm, which are discharged at a suitable place in the downpipes of the corresponding floor. For some of the internal units, the discharge is made into the drain branch of the sanitary fixture through a built-in condensate siphon for wall.\nDrainage of the two basements will be done by:\n- Point drains (floor siphons) at level -3.00 from cast iron class В125 according to BDS EN1253-1 and discharge to suspended sewerage for gray water and 2 pcs. vertical branches respectively at levels -3.00 and -5.80.\n- Linear drains at level -5.80 with grates class В125 according to BDS EN1433.\nThe waste gray water from the garages in the 2 basements will be treated from 1 pc. buried in the foundation oil separators at level -5.80 and subsequent discharge of the water from 1 pc. buried in the foundation pump in drainage shafts to suspended mixed sewer installation at levels -3.00.\nThe connection of the pressure pipelines to the gravity sewerage should be made with a reverse siphon.\nSizing of waste water quantity according to BDS EN12056-2, point 6.3.1"
      }
    },
    {
      "slug": "banya-buta-panagyurski-koloni",
      "title": {
        "bg": "БАНЯ, БЪТА и ПАНАГЮРСКИ КОЛОНИ – воден цикъл",
        "en": "BANYA, BUTA and PANAGYRSKI KOLONI – water cycle"
      },
      "location": {
        "bg": "",
        "en": ""
      },
      "main_image": "assets/media/projects/BANYA, BUTA, PANAGYRSKI KOLONI/main.jpg",
      "images": [
        "assets/media/projects/BANYA, BUTA, PANAGYRSKI KOLONI/main.jpg",
        "assets/media/projects/BANYA, BUTA, PANAGYRSKI KOLONI/IMG_0415.jpg",
        "assets/media/projects/BANYA, BUTA, PANAGYRSKI KOLONI/IMG_0477.jpg",
        "assets/media/projects/BANYA, BUTA, PANAGYRSKI KOLONI/IMG_6876.jpg",
        "assets/media/projects/BANYA, BUTA, PANAGYRSKI KOLONI/IMG_6890.jpg"
      ],
      "details_text": {
        "bg": "....",
        "en": "...."
      }
    },
    {
      "slug": "gs-stroymarket-plovdiv",
      "title": {
        "bg": "GS Stroymarket – Пловдив, гл. Изпълнител ГБС Пловдив АД",
        "en": "GS Stroymarket – Plovdiv, Main Contractor GBS Plovdiv AD"
      },
      "location": {
        "bg": "гр. Пловдив",
        "en": "Plovdiv, Bulgaria"
      },
      "main_image": "assets/media/projects/GS Stroymarket/main.jpg",
      "images": [
        "assets/media/projects/GS Stroymarket/main.jpg",
        "assets/media/projects/GS Stroymarket/IMG_0117.jpg",
        "assets/media/projects/GS Stroymarket/IMG_2382.jpg",
        "assets/media/projects/GS Stroymarket/IMG_2386.jpg",
        "assets/media/projects/GS Stroymarket/IMG_9820.jpg"
      ],
      "details_text": {
        "bg": "ВАКУУМНО ОТВОДНЯВАНЕ\n\nпри обект: \"СТРОИТЕЛЕН ХИПЕРМАРКЕТ, СКЛАДОВЕ, АДМИНИСТРАТИВНА ЧАСТ, ПОДЗЕМЕН ПАРКИНГ И ДОПЪЛВАЩО ЗАСТРОЯВАНЕ СПРИНКЛЕРЕН РЕЗЕРВОАР, ПОМЕЩЕНИЕ ЗА ТРАФОПОСТ И ДИЗЕЛ ГЕНЕРАТОР В УПИ XIII-541.196 \\\"ЗА ОБЩЕСТВЕНО И ЖИЛИЩНО ЗАСТРОЯВАНЕ\\\", ПОЗЕМЛЕН ИМОТ С ИДЕНТИФИКАТОР ПО КККР 56784.541.196, КВ. 2 ПО ПЛАНА НА \\\"ИИЗ-III ЧАСТ\\\", РАЙОН \\\"ТРАКИЯ\\\", ГР. ПЛОВДИВ, ОБЩИНА ПЛОВДИВ\"",
        "en": "VACUUM DRAINAGE\n\nfor facility: \"CONSTRUCTION HYPERMARKET, WAREHOUSES, ADMINISTRATIVE PART, UNDERGROUND PARKING AND ADDITIONAL DEVELOPMENT SPRINKLER RESERVOIR, TRANSFORMER SUBSTATION AND DIESEL GENERATOR IN UPI XIII-541.196 'FOR PUBLIC AND RESIDENTIAL DEVELOPMENT', LAND PROPERTY WITH IDENTIFIER BY KKKR 56784.541.196, BLOCK 2 ACCORDING TO THE PLAN OF 'IIZ-III PART', DISTRICT 'TRAKIA', PLOVDIV, PLOVDIV MUNICIPALITY\""
      }
    },
    {
      "slug": "maxicom-plovdiv",
      "title": {
        "bg": "МАКСКОМ Пловдив – Вакуумно отводняване, гл. Изпълнител ГБС Пловдив АД",
        "en": "Maxicom Plovdiv – Vacuum drainage, Main Contractor GBS Plovdiv AD"
      },
      "location": {
        "bg": "гр. Пловдив",
        "en": "Plovdiv, Bulgaria"
      },
      "main_image": "assets/media/projects/MaxicomPL/main.jpg",
      "images": [
        "assets/media/projects/MaxicomPL/main.jpg",
        "assets/media/projects/MaxicomPL/IMG_6708.jpg",
        "assets/media/projects/MaxicomPL/IMG_6711.jpg",
        "assets/media/projects/MaxicomPL/IMG_6969.jpg",
        "assets/media/projects/MaxicomPL/IMG_6992.jpg"
      ],
      "details_text": {
        "bg": "",
        "en": ""
      }
    },
    {
      "slug": "hesburger-hotel-plovdiv",
      "title": {
        "bg": "HESBURGER & HOTEL @PLOVDIV CITY CENTER – всички вътрешни и външни инсталации",
        "en": "HESBURGER & HOTEL @PLOVDIV CITY CENTER – all internal and external installations"
      },
      "location": {
        "bg": "гр. Пловдив, център",
        "en": "Plovdiv city center, Bulgaria"
      },
      "main_image": "assets/media/projects/HESBURGER/main.jpg",
      "images": [
        "assets/media/projects/HESBURGER/main.jpg",
        "assets/media/projects/HESBURGER/IMG_4111.jpg",
        "assets/media/projects/HESBURGER/IMG_4221.jpg",
        "assets/media/projects/HESBURGER/IMG_6036.jpg"
      ],
      "details_text": {
        "bg": "Водопроводни и канализационни мрежи\n\nИнвеститор: ПЕТЕКС 96 ООД\nИзпълнител: Риолит Инженеринг\nПериод на изпълнение: VII – XII.2025 г.\n\nОБЩА ИНФОРМАЦИЯ\n\nПроектът обхваща изграждане и реконструкция на всички видове водопроводни и канализационни мрежи за обект \"Заведение за бързо хранене (Hesburger) и хотел\", разположен в съществуваща сграда в централната пешеходна зона на гр. Пловдив, на ул. \"Княз Александър I Батенберг\" №13, ъгъл с ул. \"Станислав Доспевски\".\n\nОБХВАТ НА ПРОЕКТА\n\nСградата е обект на основен ремонт и реконструкция, като се запазват оградните стени и покривът. Проектът по част ВиК е разработен въз основа на архитектурната и технологичната част, както и на подробно проучване на съществуващите водопроводни и канализационни отклонения.\n\nНастоящият етап обхваща заведението за бързо хранене, разположено на едно надземно и едно подземно ниво. Хотелската част, състояща се от пет етажа с 16 хотелски стаи със самостоятелни санитарни възли, е предвидена за последващи етапи на реализация.\n\nВОДОСНАБДЯВАНЕ\n\nВодоснабдяването на обекта е осигурено от градската водоснабдителна мрежа чрез съществуващо сградно водопроводно отклонение, изпълнено от PEHD тръби с диаметър Ø63. В системата са реализирани:\n\n- Главен арматурно-водомерен възел\n- Индивидуални водомерни възли за отделните консуматори\n- Разпределителна мрежа, съобразена с високите изисквания на ресторантска кухня и санитарни помещения\n\nПроектното решение осигурява надеждно водоснабдяване както за посетители, така и за технологичните нужди на заведението.\n\nКАНАЛИЗАЦИЯ\n\nКанализационната система е проектирана и изпълнена в съответствие с функционалното разпределение и технологичния процес на обекта. Осигурено е ефективно отвеждане на:\n\n- Битово-фекални води от санитарните възли\n- Отпадъчни води от кухненските и технологични уреди\n- Води от подземното ниво\n\nРешенията са съобразени с експлоатацията на обекта в натоварена градска среда и отговарят на всички действащи нормативни изисквания.\n\nНОРМАТИВНО СЪОТВЕТСТВИЕ И КАЧЕСТВО\n\nВсички проектни и строително-монтажни дейности са изпълнени в съответствие с действащите български и европейски нормативи за сградни водопроводни и канализационни инсталации, както и с противопожарните изисквания за обществени и търговски сгради.\n\nРОЛЯТА НА \"РИОЛИТ ИНЖЕНЕРИНГ\"\n\nС реализацията на този обект \"Риолит Инженеринг\" затвърждава опита си в изпълнението на сложни ВиК системи в историческа и централна градска среда, при високи изисквания за координация, прецизност и надеждност.",
        "en": "Water supply and sewerage networks\n\nInvestor: PETEX 96 OOD\nContractor: Riolit Engineering\nExecution period: July – December 2025\n\nGENERAL INFORMATION\n\nThe project covers the construction and reconstruction of all types of water supply and sewerage networks for the facility \"Fast food restaurant (Hesburger) and hotel\", located in an existing building in the central pedestrian zone of Plovdiv, at \"Knyaz Alexander I Battenberg\" Street No. 13, corner with \"Stanislav Dospevski\" Street.\n\nPROJECT SCOPE\n\nThe building is subject to major renovation and reconstruction, preserving the perimeter walls and roof. The water supply and sewerage part of the project is developed based on the architectural and technological part, as well as a detailed study of existing water supply and sewerage branches.\n\nThe current stage covers the fast food restaurant, located on one above-ground and one underground level. The hotel part, consisting of five floors with 16 hotel rooms with individual sanitary units, is planned for subsequent implementation stages.\n\nWATER SUPPLY\n\nThe water supply of the facility is provided from the city water supply network through an existing building water supply branch, executed from PEHD pipes with diameter Ø63. The system includes:\n\n- Main valve-water meter unit\n- Individual water meter units for separate consumers\n- Distribution network, adapted to the high requirements of restaurant kitchen and sanitary facilities\n\nThe design solution ensures reliable water supply both for visitors and for the technological needs of the facility.\n\nSEWERAGE\n\nThe sewerage system is designed and executed in accordance with the functional distribution and technological process of the facility. Efficient discharge of:\n\n- Domestic-fecal water from sanitary units\n- Wastewater from kitchen and technological equipment\n- Water from the underground level\n\nThe solutions are adapted to the operation of the facility in a busy urban environment and meet all applicable regulatory requirements.\n\nREGULATORY COMPLIANCE AND QUALITY\n\nAll design and construction-installation activities are executed in accordance with applicable Bulgarian and European standards for building water supply and sewerage installations, as well as fire protection requirements for public and commercial buildings.\n\nTHE ROLE OF \"RIOLIT ENGINEERING\"\n\nWith the implementation of this facility, \"Riolit Engineering\" strengthens its experience in the execution of complex water supply and sewerage systems in a historical and central urban environment, with high requirements for coordination, precision and reliability."
      }
    },
    {
      "slug": "smart-house-markovo",
      "title": {
        "bg": "УМНА КЪЩА в с. Марково – автономна независима система за водоснабдяване",
        "en": "SMART HOUSE in Markovo – autonomous independent water supply system"
      },
      "location": {
        "bg": "с. Марково",
        "en": "Markovo, Bulgaria"
      },
      "main_image": "assets/media/projects/Markovo/main.jpg",
      "images": [
        "assets/media/projects/Markovo/main.jpg",
        "assets/media/projects/Markovo/IMG_4598.jpg",
        "assets/media/projects/Markovo/IMG_4698.jpg",
        "assets/media/projects/Markovo/IMG_5738.jpg"
      ],
      "details_text": {
        "bg": "Автономна водоснабдителна система\n\nПроектът \"Умна къща\" в с. Марково е реализиран като пълен инженеринг, включващ проектиране, доставка и монтаж на високотехнологично оборудване за пълна независимост от държавните ВиК оператори. Решението е базирано на използване на естествен водоизточник и осигурява надеждно, безопасно и автоматизирано водоснабдяване за еднофамилна жилищна сграда.\n\nРЕАЛИЗИРАНИ СИСТЕМИ И ОБОРУДВАНЕ\n\nВ рамките на проекта е изградена цялостна автономна система, включваща:\n\n- Потопяема помпена система, монтирана на дълбочина 70 м\n- Напълно автоматизирано управление на водоснабдяването\n- Многостепенна филтрационна система\n- Резервоар за съхранение и буфериране на вода\n- Хидрофорна система от най-ново поколение за стабилно налягане\n- Омекотителна система за подобряване качеството на водата\n- UV дезинфекционна лампа, осигуряваща унищожаване на всички бактерии, включително Escherichia coli\n\nНАДЕЖДНОСТ И РЕЗЕРВИРАНОСТ\n\nС цел максимална сигурност и непрекъснатост на водоснабдяването, оригиналното ВиК захранване на имота е запазено и интегрирано в паралелна система, която може да се използва при необходимост като резервен източник.\n\nРЕЗУЛТАТ\n\nИзпълненият проект гарантира пълна автономност, високо качество на водата и интелигентно управление, съобразено със съвременните изисквания за комфорт, устойчивост и дългосрочна експлоатация.",
        "en": "Autonomous water supply system\n\nThe \"Smart House\" project in Markovo is implemented as a complete engineering, including design, delivery and installation of high-tech equipment for complete independence from state water supply and sewerage operators. The solution is based on the use of a natural water source and provides reliable, safe and automated water supply for a single-family residential building.\n\nREALIZED SYSTEMS AND EQUIPMENT\n\nWithin the project, a complete autonomous system has been built, including:\n\n- Submersible pumping system, installed at a depth of 70 m\n- Fully automated water supply management\n- Multi-stage filtration system\n- Reservoir for water storage and buffering\n- Latest generation hydrophore system for stable pressure\n- Water softening system for improving water quality\n- UV disinfection lamp, ensuring destruction of all bacteria, including Escherichia coli\n\nRELIABILITY AND REDUNDANCY\n\nFor maximum security and continuity of water supply, the original water supply and sewerage supply of the property has been preserved and integrated into a parallel system, which can be used if necessary as a backup source.\n\nRESULT\n\nThe executed project guarantees complete autonomy, high water quality and intelligent management, adapted to modern requirements for comfort, sustainability and long-term operation."
      }
    },
    {
      "slug": "wastewater-treatment-plant-perushtitsa",
      "title": {
        "bg": "Пречиствателна станция за отпадъчни води (ПСОВ) – гр. Перущица",
        "en": "Wastewater Treatment Plant (WWTP) – Perushtitsa"
      },
      "location": {
        "bg": "гр. Перущица",
        "en": "Perushtitsa, Bulgaria"
      },
      "main_image": "assets/media/projects/Perushtica/main.jpg",
      "images": [
        "assets/media/projects/Perushtica/main.jpg",
        "assets/media/projects/Perushtica/asdas.jpg",
        "assets/media/projects/Perushtica/IMG_6368.jpg",
        "assets/media/projects/Perushtica/IMG_6415.jpg"
      ],
      "details_text": {
        "bg": "Технологичен проект за 15–20 еквивалентни жители\n\nОБЩА ИНФОРМАЦИЯ И ЦЕЛ НА ПРОЕКТА\n\nЦелта на реализирания проект в гр. Перущица е внедряване на съвременно, компактно и устойчиво решение за третиране на битови отпадъчни води от 15 до 20 еквивалентни жители (ЕЖ). Проектът е разработен с фокус върху постигане на балансирана жизнена среда, опазване на околната среда и пълно съответствие с изискванията на българското и европейското екологично законодателство.\n\nПредложената технология е подходяща за еднофамилни и малки жилищни обекти, туристически сгради и комплекси, разположени извън обхвата на централната канализационна мрежа.\n\nТЕХНОЛОГИЧНА КОНЦЕПЦИЯ\n\nПречиствателната станция е проектирана като компактно модулно съоръжение, изпълнено от висококачествен полипропилен (PP), с напълно затворен процес и минимални експлоатационни разходи. Биологичното пречистване се осъществява чрез активна утайка в аеробна среда, с гравитационна рециркулация на биомасата.\n\nТехнологията осигурява ефективно отстраняване на:\n\n- Органичното замърсяване (БПК₅)\n- Суспендирани вещества\n- Частично азотни и фосфорни съединения\n\nОСНОВНИ ЕЛЕМЕНТИ НА ПСОВ\n\nПриемна шахта (при необходимост)\nПри наличие на денивелация между довеждащия канал и пречиствателното съоръжение е предвидена приемна шахта от полипропилен, която изпълнява ролята на изравнителен резервоар и осигурява равномерно подаване на отпадъчните води към станцията.\n\nПомпа-дробилка (опционално)\nПри определени конфигурации е предвидена автоматизирана помпа-дробилка, която раздробява постъпващите твърди примеси и предпазва следващите технологични стъпала от запушване.\n\nГруба решетка\nНеподвижна кошова решетка с ръчно почистване, предназначена за задържане на едрите примеси (тоалетна хартия, хранителни отпадъци и др.). Компактната ѝ конструкция позволява лесна поддръжка и надеждна експлоатация.\n\nБиологично стъпало\nБиологичното пречистване се осъществява в аеробна зона с непрекъсната аерация чрез фини тръбни дифузьори. Вграденият обемен утаител осигурява ефективно отделяне на активната биомаса и нейното гравитационно връщане в процеса, без необходимост от допълнителни помпи за рециркулация.\n\nСтъпало за третиране на утайките\nПроектът предвижда:\n\n- Аеробен стабилизатор за биологична стабилизация на излишната утайка\n- Възможност за гравитационно уплътняване\n- Опционално обезводняване чрез геотекстилен мембранен модул, без необходимост от често извеждане с фекална техника\n\nОбезводнената утайка се отстранява периодично – приблизително веднъж на три месеца.\n\nКОНСТРУКТИВНИ И ЕКСПЛОАТАЦИОННИ ПРЕДИМСТВА\n\n- Изработка от високоякостни полимерни материали (PP)\n- Устойчивост на корозия и агресивна среда\n- Не се изисква допълнителна топлоизолация при зимни условия\n- Възможност за монтаж в земен изкоп без бетониране\n- Гъвкаво разполагане – надземно, подземно или в съществуваща септична яма\n- Ниски експлоатационни и енергийни разходи\n\nРЕЗУЛТАТ\n\nРеализацията на проекта в гр. Перущица осигурява ефективно, екологосъобразно и дългосрочно решение за пречистване на битови отпадъчни води при малък еквивалентен брой жители. Проектът е пример за устойчив инженеринг, съчетаващ съвременни технологии, компактност и надеждна експлоатация в съответствие с европейските екологични стандарти.",
        "en": "Technological project for 15–20 equivalent inhabitants\n\nGENERAL INFORMATION AND PROJECT OBJECTIVE\n\nThe objective of the implemented project in Perushtitsa is the introduction of a modern, compact and sustainable solution for treatment of domestic wastewater from 15 to 20 equivalent inhabitants (EI). The project is developed with a focus on achieving a balanced living environment, environmental protection and full compliance with the requirements of Bulgarian and European environmental legislation.\n\nThe proposed technology is suitable for single-family and small residential facilities, tourist buildings and complexes, located outside the scope of the central sewerage network.\n\nTECHNOLOGICAL CONCEPT\n\nThe treatment plant is designed as a compact modular facility, made of high-quality polypropylene (PP), with a fully closed process and minimal operating costs. Biological treatment is carried out through active sludge in an aerobic environment, with gravitational recirculation of biomass.\n\nThe technology ensures effective removal of:\n\n- Organic pollution (BOD₅)\n- Suspended solids\n- Partial nitrogen and phosphorus compounds\n\nMAIN ELEMENTS OF WWTP\n\nReception shaft (if necessary)\nIn the presence of a difference in elevation between the incoming channel and the treatment facility, a polypropylene reception shaft is provided, which serves as an equalization reservoir and ensures uniform supply of wastewater to the station.\n\nPump-grinder (optional)\nFor certain configurations, an automated pump-grinder is provided, which crushes incoming solid impurities and protects subsequent technological stages from clogging.\n\nCoarse screen\nFixed basket screen with manual cleaning, designed to retain large impurities (toilet paper, food waste, etc.). Its compact design allows easy maintenance and reliable operation.\n\nBiological stage\nBiological treatment is carried out in an aerobic zone with continuous aeration through fine tubular diffusers. The built-in volumetric settler ensures effective separation of active biomass and its gravitational return to the process, without the need for additional pumps for recirculation.\n\nSludge treatment stage\nThe project provides:\n\n- Aerobic stabilizer for biological stabilization of excess sludge\n- Possibility for gravitational compaction\n- Optional dewatering through a geotextile membrane module, without the need for frequent removal with vacuum truck\n\nThe dewatered sludge is removed periodically – approximately once every three months.\n\nCONSTRUCTIVE AND OPERATIONAL ADVANTAGES\n\n- Manufactured from high-strength polymeric materials (PP)\n- Resistance to corrosion and aggressive environment\n- No additional thermal insulation required in winter conditions\n- Possibility for installation in ground excavation without concreting\n- Flexible arrangement – above ground, underground or in existing septic tank\n- Low operating and energy costs\n\nRESULT\n\nThe implementation of the project in Perushtitsa provides an effective, environmentally friendly and long-term solution for treatment of domestic wastewater with a small equivalent number of inhabitants. The project is an example of sustainable engineering, combining modern technologies, compactness and reliable operation in accordance with European environmental standards."
      }
    },
    {
      "slug": "chateau-perushtitsa",
      "title": {
        "bg": "ШАТО – ПЕРУЩИЦА, площадкови и вътрешносградни инсталации",
        "en": "CHATEAU – PERUSHTITSA, site and internal building installations"
      },
      "location": {
        "bg": "гр. Перущица",
        "en": "Perushtitsa, Bulgaria"
      },
      "main_image": "assets/media/projects/SHATO/main.jpg",
      "images": [
        "assets/media/projects/SHATO/main.jpg",
        "assets/media/projects/SHATO/IMG_2042.jpg",
        "assets/media/projects/SHATO/IMG_2181.jpg",
        "assets/media/projects/SHATO/IMG_2553.jpg",
        "assets/media/projects/SHATO/IMG_2652.jpg"
      ],
      "details_text": {
        "bg": "Площадкови и вътрешносградни инсталации\n\nПроектът обхваща изграждане на площадкови и вътрешносградни водопроводни и канализационни инсталации за обект \"Шато\" в гр. Перущица.",
        "en": "Site and internal building installations\n\nThe project covers the construction of site and internal building water supply and sewerage installations for the \"Chateau\" facility in Perushtitsa."
      }
    },
    {
      "slug": "potable-water-treatment-panagurishte",
      "title": {
        "bg": "Пречиствателна станция за питейна вода и помпена станция – Панагюрище, гл. Изпълнител ЩРАБАГ АГ",
        "en": "Potable Water Treatment Plant and Pumping Station – Panagurishte, Main Contractor STRABAG AG"
      },
      "location": {
        "bg": "гр. Панагюрище",
        "en": "Panagurishte, Bulgaria"
      },
      "main_image": "assets/media/projects/POTABLE/main.jpg",
      "images": [
        "assets/media/projects/POTABLE/main.jpg",
        "assets/media/projects/POTABLE/IMG_0200.jpg",
        "assets/media/projects/POTABLE/IMG_0704.jpg",
        "assets/media/projects/POTABLE/IMG_1318.jpg",
        "assets/media/projects/POTABLE/IMG_1319.jpg"
      ],
      "details_text": {
        "bg": "Пречиствателна станция за питейна вода и помпена станция\n\nГлавен изпълнител: ЩРАБАГ АГ\n\nВОДОСНАБДЯВАНЕ\n\nВодата за битови нужди се осигурява от Помпена станция 2, разположена при контактния резервоар. Водопроводната мрежа е изпълнена от PEHD тръби Ø90, като са предвидени спирателни кранове и пожарни хидранти на необходимите места, гарантиращи сигурност и надеждност на системата.\n\nКАНАЛИЗАЦИОННА СИСТЕМА\n\nПлощадковата канализационна система е реализирана като изцяло разделна, с отделно отвеждане на:\n\n- Битовите отпадъчни води\n- Дъждовните (атмосферни) води от покривите на сградите и от прилежащите площадкови площи\n\nХоризонталната канализационна мрежа е положена върху пясъчна подложка по цялата си дължина, с осигурен проектен наклон на дъното на канала. Предвидено е укрепване на изкопа до диаметъра на тръбите, с цел дълготрайна и безаварийна експлоатация.\n\nИзпълнените диаметри на канализационните тръби са:\n\n- Ø160\n- Ø200\n- Ø250\n- Ø315\n- Ø400\n- Ø600\n\nЗа контрол и поддръжка на системата са изградени ревизионни шахти и ревизионни отвори по трасето на хоризонталната канализация.",
        "en": "Potable water treatment plant and pumping station\n\nMain Contractor: STRABAG AG\n\nWATER SUPPLY\n\nWater for domestic needs is provided by Pumping Station 2, located at the contact reservoir. The water supply network is executed from PEHD pipes Ø90, with shut-off valves and fire hydrants provided at necessary locations, ensuring security and reliability of the system.\n\nSEWERAGE SYSTEM\n\nThe site sewerage system is implemented as fully separate, with separate discharge of:\n\n- Domestic wastewater\n- Rainwater (atmospheric) from building roofs and adjacent site areas\n\nThe horizontal sewerage network is laid on a sand base along its entire length, with ensured design slope of the channel bottom. Strengthening of the excavation to the pipe diameter is provided, for long-term and trouble-free operation.\n\nThe executed diameters of sewerage pipes are:\n\n- Ø160\n- Ø200\n- Ø250\n- Ø315\n- Ø400\n- Ø600\n\nFor control and maintenance of the system, inspection shafts and inspection openings have been built along the route of the horizontal sewerage."
      }
    },
    {
      "slug": "sting-farma-plovdiv",
      "title": {
        "bg": "Стинг Фарма – външна водопроводна инсталация, гр. Пловдив, гл. Изпълнител СИЕНИТ СТРОИТЕЛНА ГРУПА АД",
        "en": "Sting Farma – external water supply installation, Plovdiv, Main Contractor SIENIT STROITELNA GRUPA AD"
      },
      "location": {
        "bg": "гр. Пловдив",
        "en": "Plovdiv, Bulgaria"
      },
      "main_image": "assets/media/projects/StingFarma/main.jpg",
      "images": [
        "assets/media/projects/StingFarma/main.jpg",
        "assets/media/projects/StingFarma/IMG_20200211_122237932_HDR.jpg",
        "assets/media/projects/StingFarma/IMG_20200215_160027338.jpg",
        "assets/media/projects/StingFarma/IMG_20200219_162217591.jpg"
      ],
      "details_text": {
        "bg": "Изграждане на площадков водопровод\n\nПроектът включва изграждане на външна (площадкова) водопроводна инсталация за обект \"Стинг Фарма\", гр. Пловдив, с цел осигуряване на надеждно водоснабдяване на производствената база.\n\nИнвеститор: Стинг Фарма\nВъзложител: Сиенит\nИзпълнител: РИОЛИТ ИНЖЕНЕРИНГ ЕООД\n\nПериод на изпълнение: февруари 2020 г.\nСрок на изпълнение: 10 дни\n\nВЪНШЕН ВОДОПРОВОД\n\nВодопроводната мрежа е изпълнена от PEHD (ПЕВП) тръби, положени в траншеи, със следните диаметри и дължини:\n\n- Ø63 – 8 л.м.\n- Ø90 (челно и електрозаваряване) – 366 л.м.\n- Ø160 (челно заваряване) – 10 л.м.\n\nОбща дължина на тръбите: 386 л.м.\n\nАРМАТУРА И СЪОРЪЖЕНИЯ\n\n- Монтаж на спирателни кранове до 2\" (вкл. шиш и гърне) – 5 бр.\n- Монтаж на спирателни кранове DN80 (вкл. шиш и гърне) – 13 бр.\n- Монтаж на пожарни хидранти Ø70/80 (вкл. гърне) – 5 бр.\n- СВО (Спирателни водопроводни отклонения)\n- Водомерен възел DN80\n\nИзграждане на водомерна шахта с размери 2,90 × 1,70 × 2,15 м",
        "en": "Construction of site water supply\n\nThe project includes the construction of an external (site) water supply installation for the \"Sting Farma\" facility, Plovdiv, with the aim of ensuring reliable water supply to the production base.\n\nInvestor: Sting Farma\nClient: Sienit\nContractor: RIOLIT ENGINEERING EOOD\n\nExecution period: February 2020\nExecution deadline: 10 days\n\nEXTERNAL WATER SUPPLY\n\nThe water supply network is executed from PEHD (PEWP) pipes, laid in trenches, with the following diameters and lengths:\n\n- Ø63 – 8 linear meters\n- Ø90 (butt and electrofusion welding) – 366 linear meters\n- Ø160 (butt welding) – 10 linear meters\n\nTotal pipe length: 386 linear meters\n\nVALVES AND FACILITIES\n\n- Installation of shut-off valves up to 2\" (incl. head and body) – 5 pcs.\n- Installation of shut-off valves DN80 (incl. head and body) – 13 pcs.\n- Installation of fire hydrants Ø70/80 (incl. body) – 5 pcs.\n- SWB (Shut-off water supply branches)\n- Water meter unit DN80\n\nConstruction of water meter shaft with dimensions 2.90 × 1.70 × 2.15 m"
      }
    },
    {
      "slug": "technolink-park-logistic-center",
      "title": {
        "bg": "Логистичен център \"ТехноЛинк Парк\" – гр. Пловдив, гл. Изпълнител СИЕНИТ СТРОИТЕЛНА ГРУПА АД",
        "en": "TechnoLink Park Logistic Center – Plovdiv, Main Contractor SIENIT STROITELNA GRUPA AD"
      },
      "location": {
        "bg": "гр. Пловдив",
        "en": "Plovdiv, Bulgaria"
      },
      "main_image": "assets/media/projects/LogisticCenterTechnoLink/main.jpg",
      "images": [
        "assets/media/projects/LogisticCenterTechnoLink/main.jpg",
        "assets/media/projects/LogisticCenterTechnoLink/IMG_20190527_131029414.jpg",
        "assets/media/projects/LogisticCenterTechnoLink/IMG_20190615_135718209_HDR.jpg",
        "assets/media/projects/LogisticCenterTechnoLink/IMG_20190709_150759766.jpg",
        "assets/media/projects/LogisticCenterTechnoLink/Sever1.jpg"
      ],
      "details_text": {
        "bg": "Изграждане на външни и площадкови водопроводни и канализационни инсталации\n\nПроектът включва цялостно изграждане на външна и площадкова ВиК инфраструктура за логистичен център \"ТехноЛинк Парк\", осигуряваща надеждно водоснабдяване и ефективно отвеждане на битовите и дъждовните води на територията на комплекса.\n\nИнвеститор: ТехноЛинк\nВъзложител: Сиенит\nИзпълнител: РИОЛИТ ИНЖЕНЕРИНГ ЕООД\n\nПериод на изпълнение: юни – август 2019 г.\nСрок на изпълнение: 60 дни\n\nВЪНШЕН ВОДОПРОВОД\n\nВъншната водопроводна мрежа е изпълнена от PEHD (ПЕВП) тръби, положени в траншеи, със следните параметри:\n\n- Ø63 – 87 л.м.\n- Ø90 (челно и електрозаваряване) – 30 л.м.\n- Ø160 (челно заваряване) – 390 л.м.\n- Ø315 (челно заваряване) – 10 л.м.\n\nАРМАТУРА И СЪОРЪЖЕНИЯ:\n\n- Спирателни кранове до 2\" (вкл. шиш и гърне) – 6 бр.\n- Спирателни кранове DN80 – 5 бр.\n- Спирателни кранове DN150 – 2 бр.\n- Пожарни хидранти Ø70/80 – 4 бр.\n- СВО (Спирателни водопроводни отклонения)\n\nДЪЖДОВНА КАНАЛИЗАЦИЯ\n\nИзградена е ефективна система за отвеждане на дъждовните води от покривите и площадковите пространства:\n\n- PE тръби Ø400 SN8 – 260 л.м.\n- PE тръби Ø200 SN8 – 830 л.м.\n- Бетонни ревизионни шахти до 3 м – 7 бр.\n- Сифонни канални оттоци (СКО) – 30 бр.\n- PVC щрангове с връзка към воронки – 30 бр.\n- Дъждоприемни шахти DN400 – 23 бр.\n\nБИТОВА КАНАЛИЗАЦИЯ (до кота ±0.00)\n\n- PVC-U тръби Ø160 SN8 – 174 л.м.\n- PE тръби Ø200 SN8 – 12 л.м.\n- Ревизионни отвори Ø160 – 6 бр.\n- Ревизионни шахти до 2 м (80 × 120) – 6 бр.\n\nОБОБЩЕНИ ПАРАМЕТРИ\n\n- Обща дължина на тръбите: 2 011 л.м.\n- Общ брой шахти: 33 бр.",
        "en": "Construction of external and site water supply and sewerage installations\n\nThe project includes comprehensive construction of external and site water supply and sewerage infrastructure for the \"TechnoLink Park\" logistic center, ensuring reliable water supply and efficient discharge of domestic and rainwater on the territory of the complex.\n\nInvestor: TechnoLink\nClient: Sienit\nContractor: RIOLIT ENGINEERING EOOD\n\nExecution period: June – August 2019\nExecution deadline: 60 days\n\nEXTERNAL WATER SUPPLY\n\nThe external water supply network is executed from PEHD (PEWP) pipes, laid in trenches, with the following parameters:\n\n- Ø63 – 87 linear meters\n- Ø90 (butt and electrofusion welding) – 30 linear meters\n- Ø160 (butt welding) – 390 linear meters\n- Ø315 (butt welding) – 10 linear meters\n\nVALVES AND FACILITIES:\n\n- Shut-off valves up to 2\" (incl. head and body) – 6 pcs.\n- Shut-off valves DN80 – 5 pcs.\n- Shut-off valves DN150 – 2 pcs.\n- Fire hydrants Ø70/80 – 4 pcs.\n- SWB (Shut-off water supply branches)\n\nRAINWATER SEWERAGE\n\nAn effective system for discharge of rainwater from roofs and site areas has been built:\n\n- PE pipes Ø400 SN8 – 260 linear meters\n- PE pipes Ø200 SN8 – 830 linear meters\n- Concrete inspection shafts up to 3 m – 7 pcs.\n- Siphon channel drains (SCD) – 30 pcs.\n- PVC downpipes with connection to funnels – 30 pcs.\n- Rainwater collection shafts DN400 – 23 pcs.\n\nDOMESTIC SEWERAGE (up to level ±0.00)\n\n- PVC-U pipes Ø160 SN8 – 174 linear meters\n- PE pipes Ø200 SN8 – 12 linear meters\n- Inspection openings Ø160 – 6 pcs.\n- Inspection shafts up to 2 m (80 × 120) – 6 pcs.\n\nSUMMARY PARAMETERS\n\n- Total pipe length: 2,011 linear meters\n- Total number of shafts: 33 pcs."
      }
    },
    {
      "slug": "water-cycle-nova-kamena",
      "title": {
        "bg": "Воден цикъл на с. Нова Каменна, общ. Тервел, гл. Изпълнител Евронет ЕООД",
        "en": "Water cycle in Nova Kamena, Tervel Municipality, Main Contractor Euronet EOOD"
      },
      "location": {
        "bg": "с. Нова Каменна, общ. Тервел, обл. Силистра",
        "en": "Nova Kamena, Tervel Municipality, Silistra Province"
      },
      "main_image": "assets/media/projects/NovaKamena/main.jpg",
      "images": [
        "assets/media/projects/NovaKamena/main.jpg",
        "assets/media/projects/NovaKamena/IMG_20190408_103123151.jpg",
        "assets/media/projects/NovaKamena/IMG_20190418_123145831.jpg",
        "assets/media/projects/NovaKamena/IMG_20190425_134111661_HDR.jpg"
      ],
      "details_text": {
        "bg": "Воден цикъл\n\nИнвеститор: общ. Тервел\nВъзложител: Евронет ЕООД\nИзпълнител: РИОЛИТ 15 ЕООД\n\nПериод на изпълнение: април – май 2019 г.\nСрок на изпълнение: 25 дни\n\nОПИСАНИЕ\n\nИзграждане на водопроводна мрежа с PEHD тръби ф 90 – 1 080 м.\n\nАрматура и съоръжения:\n\n- СВО (Спирателни водопроводни отклонения) – 38 бр.\n- ПХ (Пожарни хидранти) – 4 бр.\n- СК 80 (Спирателни кранове DN80) – 10 бр.",
        "en": "Water cycle\n\nInvestor: Tervel Municipality\nClient: Euronet EOOD\nContractor: RIOLIT 15 EOOD\n\nExecution period: April – May 2019\nExecution deadline: 25 days\n\nDESCRIPTION\n\nConstruction of water supply network with PEHD pipes ф 90 – 1,080 m.\n\nValves and facilities:\n\n- SWB (Shut-off water supply branches) – 38 pcs.\n- FH (Fire hydrants) – 4 pcs.\n- SK 80 (Shut-off valves DN80) – 10 pcs."
      }
    },
    {
      "slug": "willy-elbe-plovdiv",
      "title": {
        "bg": "Дъждовна канализация при Вилли Елбе – гр. Пловдив, гл. Изпълнител БАРАЖ ГРУП ООД",
        "en": "Rainwater sewerage at Willy Elbe – Plovdiv, Main Contractor BARAJE GROUP OOD"
      },
      "location": {
        "bg": "гр. Пловдив",
        "en": "Plovdiv, Bulgaria"
      },
      "main_image": "assets/media/projects/WillyElbe/main.jpg",
      "images": [
        "assets/media/projects/WillyElbe/main.jpg",
        "assets/media/projects/WillyElbe/IMG_20180521_165757.jpg",
        "assets/media/projects/WillyElbe/IMG_20180526_092959.jpg",
        "assets/media/projects/WillyElbe/IMG_20180531_113038.jpg"
      ],
      "details_text": {
        "bg": "Дъждовна канализация\n\nИнвеститор: Вилли Елбе – България\nВъзложител: Бараж Констръкшън ЕООД, София\nИзпълнител: РИОЛИТ ИНЖЕНЕРИНГ ЕООД\n\nПериод на изпълнение: май 2018 г.\nСрок на изпълнение: 20 дни\n\nСИСТЕМИ И МАТЕРИАЛИ\n\n- PE – водопровод\n- PP тръби SN8 ф 500\n- PVC тръби\n- Бетонени шахти\n\nОСНОВНИ ПАРАМЕТРИ\n\n- Дължина на тръбите: 250 м",
        "en": "Rainwater sewerage\n\nInvestor: Willy Elbe – Bulgaria\nClient: Barage Construction EOOD, Sofia\nContractor: RIOLIT ENGINEERING EOOD\n\nExecution period: May 2018\nExecution deadline: 20 days\n\nSYSTEMS AND MATERIALS\n\n- PE – water supply\n- PP pipes SN8 ф 500\n- PVC pipes\n- Concrete shafts\n\nMAIN PARAMETERS\n\n- Pipe length: 250 m"
      }
    },
    {
      "slug": "steel-concrete-pipes-roundabout-radinovo",
      "title": {
        "bg": "Стомано-Бетонови тръби DN1000 – ново кръгово кръстовище с. Радиново, гр. Пловдив, гл. Изпълнител СИЕНИТ СТРОИТЕЛНА ГРУПА АД",
        "en": "Steel-Concrete Pipes DN1000 – new roundabout Radinovo, Plovdiv, Main Contractor SIENIT STROITELNA GRUPA AD"
      },
      "location": {
        "bg": "с. Радиново, гр. Пловдив",
        "en": "Radinovo, Plovdiv, Bulgaria"
      },
      "main_image": "assets/media/projects/ObshinaMarica/main.jpg",
      "images": [
        "assets/media/projects/ObshinaMarica/main.jpg",
        "assets/media/projects/ObshinaMarica/IMG_20190813_171404986_HDR.jpg",
        "assets/media/projects/ObshinaMarica/IMG_20190823_082350516_HDR.jpg",
        "assets/media/projects/ObshinaMarica/viber_image_2019-07-25_12-08-20.jpg"
      ],
      "details_text": {
        "bg": "Изграждане на монолитни шахти и стомано-бетонови тръби DN1000\n\nИнвеститор: общ. Марица\nВъзложител: Сиенит\nИзпълнител: РИОЛИТ ИНЖЕНЕРИНГ ЕООД\nПроизводител на бетонни тръби: СБКИ АД\n\nПериод на изпълнение: юли – септември 2019 г.\nСрок на изпълнение: 60 дни\n\nОСНОВНИ ПАРАМЕТРИ\n\n- Дължина на тръбите: 300 м\n- Брой монолитни шахти: 10 бр.\n- Диаметър на тръбите: DN1000",
        "en": "Construction of monolithic shafts and steel-concrete pipes DN1000\n\nInvestor: Maritsa Municipality\nClient: Sienit\nContractor: RIOLIT ENGINEERING EOOD\nConcrete pipe manufacturer: SBKI AD\n\nExecution period: July – September 2019\nExecution deadline: 60 days\n\nMAIN PARAMETERS\n\n- Pipe length: 300 m\n- Number of monolithic shafts: 10 pcs.\n- Pipe diameter: DN1000"
      }
    },
    {
      "slug": "water-cycle-gypsovo",
      "title": {
        "bg": "Воден цикъл с. Гипсово, общ. Раднево",
        "en": "Water cycle in Gypsovo, Radnevo Municipality"
      },
      "location": {
        "bg": "с. Гипсово, общ. Раднево",
        "en": "Gypsovo, Radnevo Municipality"
      },
      "main_image": "assets/media/projects/GipsovoRadinovo/main.jpg",
      "images": [
        "assets/media/projects/GipsovoRadinovo/main.jpg",
        "assets/media/projects/GipsovoRadinovo/2014-08-13-044.jpg",
        "assets/media/projects/GipsovoRadinovo/IMAG1437.jpg",
        "assets/media/projects/GipsovoRadinovo/IMAG1770.jpg"
      ],
      "details_text": {
        "bg": "",
        "en": ""
      }
    },
    {
      "slug": "montevideo-boulevard-sofia",
      "title": {
        "bg": "бул. Монтевидео, гр. София, гл. Изпълнител Трейс Груп Холд АД",
        "en": "Montevideo Boulevard, Sofia, Main Contractor Trace Group Hold AD"
      },
      "location": {
        "bg": "гр. София",
        "en": "Sofia, Bulgaria"
      },
      "main_image": "assets/media/projects/TraceGrupHolding/main.jpg",
      "images": [
        "assets/media/projects/TraceGrupHolding/main.jpg",
        "assets/media/projects/TraceGrupHolding/IMG_20170809_141403.jpg",
        "assets/media/projects/TraceGrupHolding/IMG_20170812_103331.jpg",
        "assets/media/projects/TraceGrupHolding/IMG_20170828_183050.jpg"
      ],
      "details_text": {
        "bg": "",
        "en": ""
      }
    },
    {
      "slug": "mekalit-kukov-internal-installations",
      "title": {
        "bg": "Вътрешни инсталации Мекалит и Куков 1",
        "en": "Internal installations Mekalit and Kukov 1"
      },
      "location": {
        "bg": "",
        "en": ""
      },
      "main_image": "assets/media/projects/mekalik/main.jpg",
      "images": [
        "assets/media/projects/mekalik/main.jpg",
        "assets/media/projects/mekalik/IMG_20190709_150759766.jpg",
        "assets/media/projects/mekalik/IMG_20190709_153421189.jpg",
        "assets/media/projects/mekalik/IMG_20190806_123035832.jpg",
        "assets/media/projects/mekalik/IMG_20190812_135646771.jpg"
      ],
      "details_text": {
        "bg": "",
        "en": ""
      }
    },
    {
      "slug": "sewerage-natalia-boryana-smolyan",
      "title": {
        "bg": "Канализация – ул. Наталия и ул. Боряна, гр. Смолян",
        "en": "Sewerage – Natalia and Boryana Streets, Smolyan"
      },
      "location": {
        "bg": "гр. Смолян",
        "en": "Smolyan, Bulgaria"
      },
      "main_image": "assets/media/projects/Smolyan/main.jpg",
      "images": [
        "assets/media/projects/Smolyan/main.jpg",
        "assets/media/projects/Smolyan/IMG_20161109_121315.jpg",
        "assets/media/projects/Smolyan/IMG_20161111_093050.jpg",
        "assets/media/projects/Smolyan/IMG_20161210_121146.jpg"
      ],
      "details_text": {
        "bg": "Канализация\n\nИнвеститор: Община Смолян\n\nПериод на изпълнение: октомври – декември 2016 г.",
        "en": "Sewerage\n\nInvestor: Smolyan Municipality\n\nExecution period: October – December 2016"
      }
    },
    {
      "slug": "universal-logistic-park-sofia",
      "title": {
        "bg": "Вакуумна инсталация за отводняване на плосък покрив – Логистичен парк Юнивърсъл, гр. София",
        "en": "Vacuum installation for flat roof drainage – Universal Logistic Park, Sofia"
      },
      "location": {
        "bg": "бул. Цариградско шосе №425, гр. София",
        "en": "Tsarigradsko Shose Blvd. No. 425, Sofia, Bulgaria"
      },
      "main_image": "assets/media/projects/Universal/main.jpg",
      "images": [
        "assets/media/projects/Universal/main.jpg",
        "assets/media/projects/Universal/IMG_20161012_094134.jpg",
        "assets/media/projects/Universal/IMG_20161117_163024.jpg",
        "assets/media/projects/Universal/IMG_20161129_141434.jpg"
      ],
      "details_text": {
        "bg": "Вакуумна инсталация за отводняване на плосък покрив\n\nИнвеститор: МДЛ Сервиз\nВъзложител: Мико - Д ООД\nИзпълнител: РИОЛИТ ИНЖЕНЕРИНГ ЕООД\nСистема: VALSIR, Италия\n\nПериод на изпълнение: септември – декември 2016 г.\nСрок на изпълнение: 40 дни\n\nОСНОВНИ ПАРАМЕТРИ\n\n- Площ на покрива: 4 000 м²\n- Дължина на тръбите: 350 м\n- Брой воронки: 18 бр.",
        "en": "Vacuum installation for flat roof drainage\n\nInvestor: MDL Service\nClient: Miko - D OOD\nContractor: RIOLIT ENGINEERING EOOD\nSystem: VALSIR, Italy\n\nExecution period: September – December 2016\nExecution deadline: 40 days\n\nMAIN PARAMETERS\n\n- Roof area: 4,000 m²\n- Pipe length: 350 m\n- Number of funnels: 18 pcs."
      }
    },
    {
      "slug": "badger-v-skf",
      "title": {
        "bg": "Badger v SKF",
        "en": "Badger v SKF"
      },
      "location": {
        "bg": "",
        "en": ""
      },
      "main_image": "assets/media/projects/Badger/main.jpg",
      "images": [
        "assets/media/projects/Badger/main.jpg",
        "assets/media/projects/Badger/IMG_1321.jpg",
        "assets/media/projects/Badger/IMG_1323.jpg",
        "assets/media/projects/Badger/IMG_1330.jpg"
      ],
      "details_text": {
        "bg": "",
        "en": ""
      }
    }
  ]
}